[
    {
        "veg_id": "1",
        "veg_type": "1",
        "veg_name_th": "กะหล่ำดอก",
        "veg_name_cl": "Cauliflower",
        "veg_name_sc": "Brassica oleracea L. var. botrytis L. Cruciferae ",
        "veg_struc": "ลำต้นเป็นพืชล้มลุก  อยู่เป็นช่อ ใบเป็นใบเดี่ยวมีลักษณะรูปไข่ ดอกเป็นดอกเดี่ยว มีดอกขนาดเล็ก ๆ",
        "veg_useful": " ช่วยแก้อาการปวดศีรษะชนิดเรื้อรัง ช่วยรักษาโรคหอบหืด",
        "veg_plant": "ระยะปลูก ระยะปลูกระหว่างต้น 50 – 70 เซนติเมตร ระยะระหว่างแถว 100 – 120 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30-40 เซนติเมตรตากดินไว้ 1-2 อาทิตย์แล้วย่อยดินให้ละเอียดหว่านปูนขาว ในอัตรา 100 – 300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร 15-15 -15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า การเพาะกล้า หลังจากเตรียมแปลงเพาะกล้าแล้วให้หว่านเมล็ดกะหล่ำปลีให้กระจายทั่วแปลง หรืออาจจะใช้ทำเป็นแถวห่างกันแถวละ 15 เซนติเมตรทำร่องลึกประมาณ 1 เซนติเมตร แล้วโรยเมล็ดลงในร่องแล้วหว่านกลบด้วยปุ๋ยคอกหรือปุ๋ยหมักหรือดินละเอียด หนาประมาณ 0.5 – 0 เซนติเมตรรดน้ำให้ชุ่มแล้วคลุมด้วยฟางแห้ง หรือหญ้าแห้งบาง ๆ หลังจากต้นกล้างอกได้ 15 – 20 วัน ให้ถอนแยกต้นที่ไม่สมบูรณ์หรือต้นที่อ่อนแอออก พร้อมกันนี้พยายามจัดระยะกล้าให้ห่างกันประมาณ 10 เซนติเมตรย้ายปลูกเมื่ออายุ 25 - 30 วัน วิธีปลูกหลังจากเตรียมแปลงปลูก และขุดหลุมปลูกตามระยะที่กำหนดแล้ว จึงย้ายกล้ามาปลูก ต้นกล้าที่ย้ายปลูกควรแข็งแรงมีอายุประมาณ 25 - 30 วันการถอนกล้าควรมีดินติดรากมาด้วย และทำอย่างต้นกล้าที่ย้ายมาต้องรีบปลูกทันทีการปลูกควรกดดินโคนต้นให้แน่น หลังจากปลูกแล้วรดน้ำให้ชุ่ม",
        "veg_cover": "การใส่ปุ๋ย กะหล่ำปลี เป็นผักที่ต้องการปุ๋ยมาก ควรใส่ปุ๋ย 46-0-0 อัตรา 30 กิโลกรัม/ไร่ หลังย้ายปลูก7-10 วัน หลังปลูก 20 วัน ควรใส่ปุ๋ย 15-15-15อัตรา 50 กิโลกรัม /ไร่ และหลังปลูก 40 วัน(ก่อนกะหล่ำปลีเข้าหัว)ควรใส่ปุ๋ยสูตร 13-13 -21หรือ 14-14-21 อัตรา 50กิโลกรัม/ไร่ และควรมีการฉีดพ่นปุ๋ยที่มีธาตุโบรอนผสมหรือพ่นธาตุโบรอนอย่างเดียวในอัตรา 10 -12 กรัม/น้ำ 20 ลิตรเป็นครั้งคราวการเก็บเกี่ยว อายุการเก็บเกี่ยวของกะหล่ำปลีขึ้นอยู่กับลักษณะของแต่ละพันธุ์ พันธุ์เบาประมาณ 50 – 60 วันส่วนพันธุ์หนักมีอายุประมาณ 120 วัน ควรเก็บหัวที่ห่อแน่น และมีขนาดพอเหมาะ โดยกะหล่ำปลีจะมีน้ำหนักประมาณ 1 — 2 กิโลกรัม/ต้น",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/496e83ea4a8f136db341ed37fed07db5.png"
    },
    {
        "veg_id": "2",
        "veg_type": "1",
        "veg_name_th": "ขจร",
        "veg_name_cl": "Cowslip creeper",
        "veg_name_sc": "Telosma cordata (Burm. f.) Merr. ",
        "veg_struc": "เป็นไม้เลื้อยเถาเล็กแตกยอดจำนวนมาก ทุกส่วนของลำต้นมีน้ำยางขาว ใบเป็นใบเดี่ยว ช่อดอกสีเหลืองอมชมพู อ่อน ออก เป็นช่อแบบซี่ร่ม ดอกย่อยมีกลีบเลี้ยงเชื่อมติดกันส่วนปลายแยก 5 แฉกกลีบดอกเชื่อมติดกันเป็นหลอดสั้นๆ ปลายกลีบ แยก เป็น 5 แฉก ดอกบานไม่พร้อมกันดอกอ่อนสีเขียว ",
        "veg_useful": " ช่วยบำรุงโลหิต  ช่วยรักษาโลหิตเป็นพิษ ช่วยบำรุงหัวใจ",
        "veg_plant": "การเตรียมดิน ไถพรวน แล้วย่อยดินให้ละเอียด ยกร่องแปลงกว้าง 1 เมตร ยาวประมาณ 3 – 4 เมตร ระยะหว่างต้น 5 เมตร ขุดหลุมลึกประมาณ 50 เซนติเมตร กว้าง 50 เซนติเมตร รองก้นหลุมด้วยปุ๋ยคอกหรือปุ๋ยสูตร 15 – 15 – 15 อัตรา 10 – 20 กรัมต่อหลุมการเตรียมกล้า การปักชำกิ่ง เลือกกิ่งที่แข็งแรงมาปักชำวิธีปลูก นำกิ่งชำที่มีนากแข็งแรง หรือต้นกล้ามาปลูก รดน้ำ 3 – 5 วันต่อครั้ง ตามสะภาพความชื้นของดินและเมื่ออายุประมาณ 10 – 15 วัน ปักค้างเพื่อให้ต้นขจรเลื้อยขึ้นค้างหลังปลูก",
        "veg_cover": "การใส่ปุ๋ย ประมาณ 1 เดือน ใส่ปุ๋ยสูตร 15 – 15 - 15  อัตรา 10 กรัม ต่อหลุมการเก็บเกี่ยว หลังจากปลุกได้ 30 วัน ขจรจะเริ่มออกดอกและให้ผลผลิตมากที่สุด เมื่ออายุ 8 – 10 เดือน โดยเฉพาะในช่วงเดือนพฤษภาคม – กรกฎาคม และผลผลิตจะเริ่มลดลงในช่วงเดือน พฤศจิกายน – ธันวาคม เพราะเป็นช่วงฤดูหนาว",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/f91d6c234e3b27bd02ce0b0ecb936ddc.png"
    },
    {
        "veg_id": "3",
        "veg_type": "2",
        "veg_name_th": "กระเจี๊ยบเขียว",
        "veg_name_cl": "Okra, Lady’s finger, Gombo",
        "veg_name_sc": "Abelmoschus esculentus (L.) Moench ",
        "veg_struc": "แตงกวาเป็นพืชล้มลุก ใบมีก้านใบยาว 5 – 15 เซนติเมตร ใบหยาบมีขนใบ มีมุมใบ 3 ถึง 5 มุม ปลายใบแหลม ใบใหญ่มี เส้นใบ 5 – 7 เส้น ดอกเพศเมียเป็นดอกเดี่ยว กลีบเลี้ยงสีเขียว 5 กลีบ กลีบดอกสีเหลือง 5 กลีบ ดอกตัวผู้เป็นดอกเดี่ยว ผลแตงกวามีลักษณะเรียวยาวทรงกระบอก มีใส้ภายในผล ความยาวระหว่างผล 5- 40 เซนติเมตร",
        "veg_useful": " ช่วยกำจัดของเสียที่ตกค้างในร่างกาย  ผลและเมล็ดอ่อนมีฤทธิ์ช่วยต่อต้านมะเร็ง ช่วยลดความดันโลหิต",
        "veg_plant": "ระยะปลูก ขึ้นอยู่กับพันธุ์โดยทั่วไป 60 – 80 * 60 – 80 เซนติเมตรการเตรียมดิน ไถพรวนดินตากกิน 15 วัน ขุดหลุม ใส่ปุ๋ยสูตร 15 – 15 – 15 อัตรา 20 กิโลกรัมต่อไร่ ใส่อินทรีวัตถุ 2 ตันต่อไร้ ปรับสภาพดินเป็นกรด ด่าง ของดินให้มีค่า 6.5 – 7.5 การเตรียมกล้า เตรียมถาดเพราะกล้าและดินผสม(ดินที่ร่วนแล้ว 3 ส่วนปุ๋ยคอก 1 ส่วนทรายหรือแกลบ1 ส่วน)  รดน้ำและทยอยเมล็ดลงในถาดหลุม หลุมละ1 เมล็ด รดน้ำเช้า- เย็นวิธีปลูก หยอดเมล็ด หลุมละ 2 – 3 เมล็ด",
        "veg_cover": "การใส่ปุ๋ย อายุ 10 วัน หลังปลูก ใส่ปุ๋ย 15 – 15 – 15 อัตรา 20 กิโลกรัมต่อไร่ และใส่ทุก 20 วัน อัตรา 20 – 25 กิโลกรัมต่อไร่ ควรหลีกเลี่ยงใส่ปุ๋ยที่มีไนโตรเจนสูงการเก็บเกี่ยว อายุ 45 วันเริ่มเก็บผลผลิต เก็บผลผลิตได้ทุกวันนาน 45 – 60 วัน ควรเก็บในช่วงเวลา 06.00-10.00 น. ตัดขั้วให้ตรง มีก้านติดไม่เกิน 1 เซนติเมตร ตัดใบทิ้งครั้งละใบพร้อมการตัดฝักทุกครั้ง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/f772a3c4e9a2b23f495165125475b222.png"
    },
    {
        "veg_id": "4",
        "veg_type": "2",
        "veg_name_th": "แตงกวา",
        "veg_name_cl": "Cucumber",
        "veg_name_sc": "Cucumis sativus L. ",
        "veg_struc": "แตงกวาเป็นพืชล้มลุก ลำต้นเป็นเถาเลื้อย ใบมีก้านใบยาว 5 – 15 เซนติเมตรใบหยาบมีขนใบ มีมุมใบ 3 ถึง 5 มุม ปลายใบแหลม ใบใหญ่มี เส้นใบ 5 – 7 เส้นดอกเพศเมียเป็นดอกเดี่ยว กลีบเลี้ยงสีเขียว 5 กลีบ กลีบดอกสีเหลือง 5 กลีบ ดอกตัวผู้เป็นดอกเดี่ยวผลแตงกวามีลักษณะเรียวยาวทรงกระบอก มีใส้ภายในผล ความยาวระหว่างผล 5- 40 เซนติเมตร ผล กลมยาวทรงกระบอก",
        "veg_useful": " ช่วยกำจัดของเสียที่ตกค้างในร่างกาย   ผลและเมล็ดอ่อนมีฤทธิ์ช่วยต่อต้านมะเร็ง ช่วยลดความดันโลหิต",
        "veg_plant": "ระยะปลูก ปลูกระหว่างต้น 60-80 เซนติเมตร ระหว่างแถว 100 เซนติเมตรการเตรียมดิน ไถดินให้ลึก 30-40 เซนติเมตร ตากดินให้ 7- 10 วัน ย่อยดินให้ละเอียดหว่านปูนขาวในอัตรา 100-200 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอกอัตรา 2,000 กิโลกรัม/ไร่ และปุ๋ยสูตร 46-0-0 ผสมสูตร 15-15-15 อย่างละเท่า ๆ กัน อัตรา 30-50 กิโลกรัม/ไร่ คลุกเคล้าในแปลง ยกแปลงสูงประมาร 30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า เตรียมถาดเพราะกล้าและดินผสม(ดินที่ร่วนแล้ว 3 ส่วนปุ๋ยคอก 1 ส่วนทรายหรือแกลบ1 ส่วน)  รดน้ำและทยอยเมล็ดลงในถาดหลุม หลุมละ1 เมล็ด รดน้ำเช้า- เย็นวิธีปลูก นำเมล็ดหยอดตามหลุม 3-4 เมล็ด กลบดินและรดน้ำ เมื่อกล้างอกมีใบจริง 2-3 ใบ ถอนต้นไม่สมบูรณ์ออกเหลือ 2 ต้นหลังปลูก 14 วันควรเด็ดกิ่งแขนง 5 ข้อแรก (ใบ) จากพื้นดินออกแล้วจึงเริ่มปล่อยให้ติดผล หากาต้องการคุณภาพที่ดีเถาที่แตกใหม่ควรควยคุมให้มี 2 ข้อ โดยตัดเหนือข้อ ที่ 2 ผลผลิตจะทยอยออกสม่ำเสมอ ทำค้างรูปสามเหลี่ยม (กระโจม) สูง 1080-00 เมตร ควรทำการปักไม้ค้างหลัง",
        "veg_cover": "การใส่ปุ๋ย หลังปลูก 7-15 วัน ใส่ปุ๋ยสูตร 46-0-0 อัตรา 30 กิโลกรัม/ไร่ เพื่อเร่งการเจริญเติบโต และผลผลิต จึงควรให้เป็น ระยะ ๆ หลังจากใส่ปุ๋ย ครั้งแรก 15-20 วันให้ใส่ปุ๋ย สูตร 46-0-0 ผสมปุ๋ย สูตร 15-15-15 สัดส่วน 1:2 อัตรา 30-50 กิโลกรัม/ไร่ สำหรับในช่วงออกดอก - ติดผลให้ใส่ปุ๋ยสูตร 13-13-21 อัตรา 30 กิโลกรัม/ไร่โดยใส่ทุก ๆ 10 วันปลูกไม่เกิน 7 วัน หากทำช้าอาจจะปักไม้ค้างโดนราก ทำให้รากขาดกระทบต่อการเจริญเติบโตของพืชการเก็บเกี่ยว เก็บเกี่ยวผลแตงกวาในขณะเมล็ดภายในยังอ่อน หรือเก็บในขณะที่สีของผลเปลี่ยนจากสีเขียวเป็นสีเขียวเข้ม หรือเก็บในขณะที่เปลือกยังอ่อนอย่าปล่อยให้ผลแก่ค่าต้นเพราะจะทำให้ผลผลิตลดลง ระยะเวลาในการเก็บเกี่ยวประมาณ 5 เดือนและจะเก็บเกี่ยวได้ประมาณ 30-35 วัน และจะเก็บเกี่ยวหลังจากดอกบาน 10-20 วัน",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/225e3302538f8c921c78427975a05076.png"
    },
    {
        "veg_id": "5",
        "veg_type": "2",
        "veg_name_th": "ถั่วฝักยาว",
        "veg_name_cl": "Yard long bean",
        "veg_name_sc": "Vigna unguiculata (L.) Walp.",
        "veg_struc": "มีอายุเพียงปีเดียวหรือฤดูเดียวเถาสีเขียวอ่อน ลำต้นม้วนพันสิ่งยึดเกาะได้ดีใบเป็นใบประกอบแบบฝ่ามือ มี 3 ใบย่อย รูปสามเหลี่ยมยาว 6 -10 เซนติเมตร",
        "veg_useful": " ช่วยบำรุงกระดูกและฟัน  ช่วยป้องกันการเกิดโรคกระดูกพรุน  ฟอสฟอรัสมีส่วนช่วยเผาผลาญคาร์โบไฮเดรต ไขมัน และโปรตีน",
        "veg_plant": "ระยะปลูก ระหว่างแถว70-100 เซนติเมตร ระหว่างต้น40-50 เซนติเมตรการเตรียมดิน ไถดินลึก20 เซนติเมตร ใส่ปุ๋ยคอกหรือปูนขาว(ถ้าจำเป็น) ทิ้งไว้2-3 อาทิตย์ ใส่ปุ๋ยคอกรองพื้นอัตรา2 ตัน/ไร่ และใส่ปุ๋ยเคมีสูตร15-15-15 อัตรา 30 กิโลกรัม/ไร่การเตรียมกล้า เตรียมเมล็ดพันธุ์วิธีปลูก ปลูกโดยหยอดเมล็ด 3 เมล็ด/หลุมหลังปลูกแล้วกลบเมล็ดด้วยแกลบหรือปุ๋ยคอก 2-3 กำมือ/หลุมหลังปลูก 7-15 วันเมื่อเริ่มมี ใบ2-3 ใบเลือกต้นที่สมบูรณ์ไว้ 2 ต้น/หลุม ใช้ ไม้ทำค้างปักหลุมละ 1 อัน สูง 50 เมตรปักเอียงเข้าหากิ่งกลางเป็นคู่ ๆแล้วมัดเข้าด้วยกัน เสร็จแล้วใช้ไม้ค้างพาดกลางมัดยึดอีกทีหนึ่งแล้วคลุมด้วยตาข่าย",
        "veg_cover": "การใส่ปุ๋ย หลังปลูก20 วัน ใส่ปุ๋ยสูตร 46-0-0 อัตรา 20 กิโลกรัม/ไร่ ผสมปุ๋ยสูตร 15-15-15 อัตรา 25 กิโลกรัม/ไร่ สำหรับในช่วงออกดอกและติดผลให้ใส่ปุ๋ยสูตร 13-13-21 อัตรา30-50 กิโลกรัม/ไร่ โดยทยอยใส่15 วัน/ครั้งการเก็บเกี่ยว อายุการเก็บเกี่ยวประมาณ 55-60 วัน หลังจากหยอดเมล็ดขึ้นอยู่กับพันธุ์และสภาพแวดล้อมที่เกี่ยวข้อง การเก็บเกี่ยวพิจารณาจากลักษณะฝักที่ตรงตามความต้องการของตลาด หรือจากอายุตั้งแต่วันผสมเกสรถึงเก็บเกี่ยวประมาณ10-15 วัน ควรเก็บในเวลาที่มีแดดอ่อน ๆ และนำเข้าในที่ร่มทันที",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/30098a40c8a52c3561dda3065415df78.png"
    },
    {
        "veg_id": "6",
        "veg_type": "2",
        "veg_name_th": "ถั่วพู",
        "veg_name_cl": "Winged bean",
        "veg_name_sc": "Psophocarpus tetragonolobus (L.) DC. ",
        "veg_struc": "เป็นพืชล้มลุกประเภทเถาเลี้อย ใบเป็นใบย่อยดอกคล้ายดอกแคร์แต่เล็กกว่าฝักเป็นรูปขอบขนานถึงรูปแถบ มีหน้าตัดเป็นรูปสีเหลี่ยม และแต่ละมุมของฝักจะมีปีกตามยาว ปีกมีลักษณะเป็นหยักแบบจักคล้ายฟันเลื่อย มีสีเขียว",
        "veg_useful": " ฝักอ่อนถั่วพูช่วยบำรุงร่างกาย   หัวใต้ดินนำมาเผาหรือนึ่งกินช่วยบำรุงกำลังใช้รากถั่วพูใช้ผสมกับสมุนไพรและน้ำดอกไม้ใช้เป็นยาชูกำลังก็ได้เช่นกัน",
        "veg_plant": "ระยะปลูก ระยะปลูก 1*1 เมตร การเตรียมดิน เตรียมพื้นที่โดยการไถพรวนดิน ไถครั้งแรกตากดินไว้ 5 – 7 วันแล้วจึงไถดินครั้งที่สอง ขุดหลุมปลูกการเตรียมกล้า เตรียมถาดเพราะกล้าและดินผสม(ดินที่ร่วนแล้ว 3 ส่วนปุ๋ยคอก 1 ส่วนทรายหรือแกลบ1 ส่วน)  รดน้ำและทยอยเมล็ดลงในถาดหลุม หลุมละ1 เมล็ด รดน้ำเช้า- เย็นวิธีปลูก นำเมล็ดพันธุ์หยอดลงในหลุมๆ ละ 5เมล็ด เมื่อเมล็ดงอกจนมีใบจริงให้ถอนแยกให้เหลือหลุมละ 2 ต้นต่อหลุม เมื่อถั่วพูมีอายุ 15 วัน จึงปักค้างให้ถั่วพูเลื้อย รดน้ำวันละ 1 – 2 ครั้งต่อวัน",
        "veg_cover": "การใส่ปุ๋ย ในช่วงแรกของการเจริญเติบโตใส่ปุ๋ยยูเรีย เมื่อถั่วพูเริ่มออกดอกให้ใส่ปุ๋ยสูตร 16 – 16 – 16 อัตรา 10 กิโลกรัมต่อไร่การเก็บเกี่ยว เริ่มเก็บเกี่ยวครั้งแรก เมื่อถั่วพูอายุประมาณ 2 เดือน เก็บเกี่ยววันเว้น 3 วัน นิยมเก็บฝักอ่อน เพราะราคาดีกว่าฝักแก่",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/472aa425694a9bf56cef53c97f0f1ef4.png"
    },
    {
        "veg_id": "7",
        "veg_type": "2",
        "veg_name_th": "บวบเหลี่ยม",
        "veg_name_cl": "Angled loofah",
        "veg_name_sc": "Luffa acutangula (L.) Roxb. ",
        "veg_struc": "เป็นพืชปีเดียว ลำต้นเลื้อยพันใบเป็นใบเดี่ยว ออกเรียงสลับผลเป็นรูปทรงกระบอก มีขนาดสั้นกว่าบวบกลม แต่ผลจะมีเหลี่ยมเป็นสันขอบคมประมาณ 10 สัน ตามความยาวของผล",
        "veg_useful": " ผลเป็นยาเย็น ช่วยบำรุงร่างกาย ช่วยทำให้เลือดไหลเวียนดี ผล เถา และทั้งต้นของบวบเหลี่ยมสามารถใช้เข้าในตำรับยาแก้ลม บำรุงหัวใจได้อีกด้วย ",
        "veg_plant": "ระยะปลูก ระยะหว่างาต้น75 เซนติเมตร ระหว่างแถง100 เซนติเมตร ไถดินให้ลึก30-40 เซนติเมตร การเตรียมดิน ตากดินไว้1-2 อาทิตย์ แล้วย่อยดินให้ละเอียดร่วนโปร่งพร้อมที่จะปลูกหว่านปูนขาวในอัตรา100-300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอกอัตรา2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร15-15-15 อัตรา30-50 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตรกว้าง 12 เซนติเมตรการเตรียมกล้า เตรียมถาดเพราะกล้าและดินผสม(ดินที่ร่วนแล้ว 3 ส่วนปุ๋ยคอก 1 ส่วนทรายหรือแกลบ1 ส่วน)  รดน้ำและทยอยเมล็ดลงในถาดหลุม หลุมละ1 เมล็ด รดน้ำเช้า- เย็นการปลูก วิธีหยอดเมล็ดหลังจากเตรียมดินแล้วขุดหลุมตามระยะปลูกที่กำหนดไว้หลุมละประมาณ 3 เมล็ดกลบดินหนา 0.5 เซนติเมตร รดน้ำให้ชุ่มคลุมฟางแห้งเพื่อรักษาความชื้นเมื่อกล้าอายุ 15 วันหรือมีใบจริง 3-4 ใบ ให้ถอดแยกเหลือหลุมละ 2 ต้น การย้ายกล้านำกล้าบวบเหลี่ยมที่อายุ 15 วันหรือมี ใบจริง 3-4 ใบ มาปลูกตามหลุมที่กำหนดกลบดินและรดน้ำ เมื่อบวบเหลี่ยมอายุประมาณ 15-20 วันให้ทำค้างโดยใช้ค้างที่มีความยาวประมาณ2-5เมตรปักที่ข้างแปลงทุก ๆ 4 เมตร  ปักเชือกแล้วขึงตาข่ายให้ตึงเป็นแนวตั้งฉากกับแปลงให้เชือกมัดตาข่ายให้เป็นระยะติดกับเสาค้างสำหรับต้นบวบเหลี่ยมแต่ละต้น ควรใช้ไม้ไผ่รวกขนาดเล็กความยาว 30-50 เซนติเมตรปักข้างต้นเพื่อให้ลำต้นยึดเกาะแข็งแรงมากขึ้นและต้นไม้กระทบกระเทือนเมื่อมีลมแรง",
        "veg_cover": "การใส่ปุ๋ย หลังย้ายปลูก 7-10 วัน ใส่ปุ๋ยสูตร 46-0-0 หรือ 25-7-7 อัตรา 30 กิโลกรัม/ไร่  เพื่อเร่งการเจริญเติบโตหลังปลูก 20 วัน ใส่ปุ๋ยสูตร 15-15-15 หรือ 16-16-16 อัตรา 40-50 กิโลกรัม/ไร่ และหลังปลูก 30 วัน ควรใส่ปุ๋ยสูตร 13-13-21 อัตรา 30-50 กิโลกรัม/ไร่การเก็บเกี่ยว อายุการเก็บเกี่ยว 40-45 วันหรือหลังจากดอกบาน 7-10 วัน สามารถเก็บเกี่ยวผลผลิตได้โดยเก็บที่มี ขนาดพอเหมาะไม้อ่อนหรือแก่เกินไปโดยการเก็บเกี่ยวให้มีขั้วบวบติดมากับผลด้วย",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/0b6ed3414e7e01e9198d633a99f2159d.png"
    },
    {
        "veg_id": "8",
        "veg_type": "2",
        "veg_name_th": "พริกขี้หนู",
        "veg_name_cl": "Bird Chilli",
        "veg_name_sc": "Capsicum frutescens Linn. ",
        "veg_struc": "มีลักษณะเป็นไม้ต้น ใบแบนและเรียบมันเป็นดอกสมบูรณ์เพศ คือมีเกสรตัวผู้และเกสรตัวเมียอยู่ภายในดอกเดียวกัน โดยปกติมักพบเป็นดอกเดี่ยว แต่อาจจะพบหลายดอกเกิดตรงจุดมีทั้งผลเดี่ยวและผลกลุ่ม ผลพริกเป็นประเภท berry ที่มีลักษณะเป็นกระเปาะมีฐานขั้วผลสั้นและหนา โดยปกติผลอ่อนมักชี้ขึ้น เมื่อผลแก่พันธุ์ที่มีลักษณะขั้วผลอ่อน",
        "veg_useful": " ใช้ขับลม ขับปัสสาวะ แก้ท้องอืด ผลดองสุราใช้ทาแก้ฟกช้ำดำเขียว ต้นมีรสเผ็ด ใช้ขับลม แก้กษัย รากใช้ฝนกับมะนาวแทรกเกลือ ",
        "veg_plant": "ระยะปลูก ระยะปลูกที่เหมาะสมสำหรับพริกที่ทรงพุ่มใหญ่ควรใช้ระยะระหว่างต้น 80เซนติเมตร ระยะห่างระหว่างแถว 100 เซนติเมตรการเตรียมดิน การเตรียมแปลงเพาะ ทำเป็นแปลงขุดดินให้ลึกประมาณ 15- 20 เซนติเมตร ตากดินไว้ให้แห้ง 5-7 วัน โรยปุ๋ยคอกหรือปุ๋ยหมักให้มาก คลุกเคล้าให้ทั่ว ย่อยดินให้ละเอียดการเตรียมกล้า การเพาะกล้า หลังเตรียมแปลงเพาะกล้าแล้ว ให้หว่านเมล็ดให้กระจายทั่วแปลง หรืออาจทำเป็นแถวห่างกันแถวละ 15 เซนติเมตร ทำร่องลึกประมาณ 1 เซนติเมตร แล้วโรยเมล็ดลงในร่องแล้วหว่านกลบด้วยปุ๋ยคอกหรือปุ๋ยหมักหรือดินละเอียด หนาประมาณ 0.5-0 เซนติเมตร รดน้ำให้ชุ่มและคลุมด้วยฟางแห้งหรือหญ้าแห้ง บาง ๆ หลังจากต้นกล้างอกได้ 15-20 วัน ให้ถอนแยกต้น ที่ไม้สมบูรณ์หรือต้นที่อ่อนแอออก พร้อมกันนี้พยายามจัดระยะกล้าให้ห่างกันประมาณ 10 เซนติเมตร ย้ายกล้าปลูกเมื่ออายุ 30-40 วันวิธีปลูก หลังจากเตรียมแปลงปลูก ขุดหลุมปลูกตามระยะที่กำหนด และต้นกล้าได้ขนาดดีแล้วก็ทำการปลูกได้ ต้นกล้าที่ย้ายปลูกได้ ควรเป็นต้นกล้าที่แข็งแรงมีอายุประมาณ 30-40 วัน สูงประมาณ 10-15 เซนติเมตร การถอนกล้าควรมีดินติดรากมาด้วยและทำอย่างระมัดระวังต้นกล้าที่ย้ายมาต้องรีบปลูกทันที การปลูกควรกดดินโคนต้นพริกให้แน่น และระวังอย่าให้รากลอยจะทำให้ต้นพริกโค่นล้มง่าย เพราะพริกมีรากแผ่กระจายอยู่ใกล้ผิวดินหลังจากปลูก แล้วรดน้ำให้ชุ่ม และควรทำเพิงบังแดดอย่าให้ต้นกล้าโดนแดดจัดในระยะเริ่มย้ายปลูกใหม่ ๆ เพราะต้นกล้าจะโตช้าหรือเฉาตาย",
        "veg_cover": "การใส่ปุ๋ย ปุ๋ยที่แนะนำ คือปุ๋ยสูตร 15-1-15 หรือ 14-14-21 ใส่อัตรา 100 กิโลกรัม/ไร่ ทั้งนี้ขึ้นอยู่กับความสมบูรณ์ของดิน โดยแบ่งใส่เป็น 2 ครั้ง ครั้งแรกปริมาณครึ่งหนึ่งใส่รองพื้นพรวนกลบลงดิน ครั้งที่สองอีกครึ่งหนึ่งเมื่ออายุพริกได้ 30 วัน หลังย้ายปลูกแบบโรยข้างต้นแล้วพรวนกลบการเก็บเกี่ยว พริกเป็นพืชที่มีอายุยืนและปลูกได้ผลดีตลอดปี อายุจากวันงอกจนถึงเก็บเกี่ยวผลผลิตสดครั้งแรกเมื่ออายุประมาณ 65-90 วัน การเก็บเกี่ยว ควรเก็บทุก ๆ 7 วัน ใช้วิธีเด็ดทีละผล โดยใช้เล็บจิกตรงรอยก้านผลต่อกับกิ่ง ซึ่งพริกจะได้ผลผลิตนาน 6 เดือน หรืออาจเป็นปีจนกว่าต้นจะเหี่ยว",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/30cbddb78f3a7c2ee652740df61f77dc.png"
    },
    {
        "veg_id": "9",
        "veg_type": "2",
        "veg_name_th": "พริกไทย",
        "veg_name_cl": "Pepper",
        "veg_name_sc": "Piper nigrum L. ",
        "veg_struc": "เป็นต้นไม้ที่มีอายุยืน จัดอยู่ในประเภทไม้เลื้อยใบใหญ่คล้ายใบโพ ดอกย่อยสีขาวหรือสีเหลืองอ่อน 50-150 ดอกต่อช่อผลทรงกลมแบบเมล็ดเดียวแข็ง",
        "veg_useful": " ช่วยป้องกันและลดความเสี่ยงของการโรคมะเร็ง  ช่วยลดน้ำหนักและไขมันในเส้นเลือด  ช่วยลดขนาดของเซลล์ไขมัน  ",
        "veg_plant": "ระยะปลูก พันธุ์ซาราวัค ใช้ระยะ 2 x 2 เมตร พันธุ์ซีลอน ใช้ระยะปลูก 25 x 25 หรือ 25 x 5 เมตร จำนวนต้นต่อไร่ 400 ค้าง ค้างละ 2 ต้น รวม 800 ต้น / ไร่การเตรียมดิน แปลงปลูกจะต้องเป็นพื้นที่ที่มีการระบายน้ำได้ดี ปรับพื้นที่ไม่ให้มีสภาพน้ำขัง ไม่ชื้นแฉะหรือเป็นแอ่งน้ำ ไถพรวนดินลึก 40-60 เซนติเมตรปรับปรุงดินด้วยอินทรียวัตถุ โดยการใส่ปุ๋ยคอกหรือปุ๋ยหมัก 2-3 ตันต่อไร่ เพื่อให้ดินสามารถดูดซับธาตุอาหารได้ดี หากดินเป็นกรดควรปรับด้วยปูนขาวหรือปูนโดโลไมด์ เพื่อให้ความเป็นกรดน้อยลง ตากดิน 15 วัน ยกแปลงเป็นลอนลูกฟูกการเตรียมกล้า พันธุ์ซาราวัค เหมาะสมสำหรับพริกไทยแก่ พันธุ์ซีลอน เหมาะสมสำหรับพริกไทยอ่อนวิธีปลูก ใช้ค้างไม้แก่นหรือค้างปูนซีเมนต์ ขนาด 4 เมตร ฝังลึก 50 – 60 เซนติเมตร กลบดินให้แน่น ค้างละ 1 หลุม ห่างจากโคนค้าง 15 เซนติเมตร ขุดหลุมขนาด 40 x 60 เซนติเมตร ลึก 40 เซนติเมตร ผสมดินกับปุ๋ยอินทรีย์ อัตรา 1 : 1 แล้วใส่ในหลุมประมาณครึ่งหลุม น้ากิ่งพันธุ์ที่เตรียมไว้ไปปลูกหลุมละ 2 กิ่ง ให้ปลายยอดเอนเข้าหาค้าง หันด้านที่มีราก (ตีนตุ๊กแก) ออกด้านนอกค้าง กลบดินให้แน่นรดน้ำให้ชุ่ม",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยอินทรีย์หรือปุ๋ยคอกปุ๋ยหมัก อย่างน้อยปีละ 1 ครั้ง ปุ๋ยดังกล่าวจะช่วยปรับสภาพความเป็นกรด่างของดินให้เหมาะกับการเจริญเติบโตของพริกไทยและช่วยท้าให้ดินโปร่งมีความสามารถดูดซับความชื้นและเพิ่มแร่ธาตุ จ้าเป็นต้องใช้ควบคู่กับปุ๋ยเคมี สูตร 15-15-15, 8-24-24 และ 12-12-17+Mg .ให้พิจารณาเลือกใส่สูตรใดสูตรหนึ่งตามความเหมาะสมดังนี้ ปีที่ 1 ใส่ปุ๋ยเคมี ประมาณ 400-500 กรัมต่อค้าง การเก็บเกี่ยว พริกไทยอ่อนเก็บเกี่ยวหลังติดผล 3 – 4 เดือน พริกไทยดำ เก็บเกี่ยวผลแก่ที่ยังเขียวอยู่เมื่อผลสีเขียว แก่จัดแต่ไม่สุก ระยะเวลาหลังติดผล 6 – 8 เดือนพริกไทยขาว ต้องเก็บเกี่ยวที่แก่จัด และผลเริ่มสุกเป็นสีแดงที่โคนช่อ 3-4",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/d7eff3e28a8b6cb7174fe905089f3f8c.png"
    },
    {
        "veg_id": "10",
        "veg_type": "2",
        "veg_name_th": "ฟักเขียว",
        "veg_name_cl": "Benincasa hispida Cogn.",
        "veg_name_sc": "Chinese Watermelon ",
        "veg_struc": "ลำต้นสีเขียวมีขนขึ้นปกคลุมอยู่ทั่วลำต้น แตกกิ่งก้านสาขามากมายใบมีลักษณะเป็นหยักคล้ายฝ่ามือขอบใบแยกออกเป็น 5–7 แฉกมีดอกเดี่ยวสีเหลือง ดอกเพศผู้มีลักษณะเป็นหลอดยาว 5–10 เซนติเมตร เป็นรูปกลมยาวกว้างประมาณ 20–30 เซนติเมตร ยาว 30–60 เซนติเมตร เปลือกแข็งสีเขียวเนื้อในสีขาว เนื้อแน่น ฉ่ำน้ำมีเมล็ดอยู่ภายในจำนวนมากสีขาวออกเหลือง",
        "veg_useful": " ช่วยป้องกันและลดความเสี่ยงของการโรคมะเร็ง  ช่วยลดน้ำหนักและไขมันในเส้นเลือด ช่วยลดขนาดของเซลล์ไขมัน ",
        "veg_plant": "ระยะปลูก ระหว่างแถว 1- 50 เมตร ระหว่างต้น 2-50 เมตร เป็นพืชที่ต้องการพื้นที่ปลูกมากการเตรียมดิน ไถดินลึกประมาณ 25-30 ซนติเมตร ตากดินทิ้งไว้ 1-2 อาทิตย์ แล้วย่อยดินให้ละเอียด หว่านปูนขาวประมาณ 100-300 กิโลกรัม ใส่ปุ๋ยคอกหรือปุ๋ยหมัก อัตรา 2,000-2,500 กิโลกรัม ใส่ปุ๋ยสูตร 15-15-15 อัตรา 30-50 กิโลกรัม / ไร่ คลุกเคล้าให้เข้ากันการเตรียมกล้า เตรียมถาดเพราะกล้าและดินผสม(ดินที่ร่วนแล้ว 3 ส่วนปุ๋ยคอก 1 ส่วนทรายหรือแกลบ1 ส่วน)  รดน้ำและทยอยเมล็ดลงในถาดหลุม หลุมละ1 เมล็ด รดน้ำเช้า- เย็น วิธีปลูก หลังเตรียมแปลงปลูกและขุดหลุมปลูกตามระยะที่กำหนดแล้ว หยอดเมล็ด 2-3 เมล็ด/หลุมลึกประมาณ 3-5 เซนติเมตร แล้วกลบหลุมหรือคลุมด้วยฟางแห้ง เพื่อรักษาความชื้นของดิน และรดน้ำสม่ำเสมอทุกวัน อายุ 10-14 วัน หรือมีใบจริง 2-4 ใบ ควรถอนแยกเหลือ 2 ต้นต่อหลุม เมื่อฟักเริ่มเลื้อยหรือมีอายุประมาณ 15-20 วัน ควรทำค้างหรือร้านเพื่อให้เลื้อยเกาะขึ้นไป ปักไม้ค้าง ยาว 2-50 เมตร แล้วเอนปลายเข้าหากันจากนั้นใช้ไม้ค้างพาดขวางประมาณ 2 -3 ช่วง ๆละ 40-50 เซนติเมตร หรือทำเป็นค้างผูกเป็นร้านสูงประมาณ 5-0 เมตร เพื่อให้เหมาะและสะดวกต่อการทำงาน นอกจากนี้อาจใช้ค้างธรรมชาติที่มีอยู่แล้วเช่นไม้พุ่มเล็ก ๆรั้วบ้าน ซึ่งเหมาะสำหรับการปลูกผักสวนครัว",
        "veg_cover": "การใส่ปุ๋ย อายุ 7-10 วัน หลังงอก ใส่ปุ๋ย สูตร 46-0-0 อัตรา 30-50 กิโลกรัม/ไร่ สำหรับในช่วงออกดอกใส่ปุ๋ยสูตร 15-15-15 และช่วงติดผลใส่ปุ๋ยสูตร 13–13- 21 หรือสูตรใกล้เคียง อัตรา 30–50 กิโลกรัม /ไร่ โดยทยอยใส่การเก็บเกี่ยว หลังหยอดเมล็ดจนถึงอายุการเก็บเกี่ยว 60 - 70 วัน หรือสังเกตได้จากว่า เริ่มมีไขสีขาวจับผลโดยใช้มีดคมๆตัดที่ขั้วของผล การเก็บควรเหลือขั้วติดไว้ด้วย เพื่อช่วยให้เก็บรักษาได้นานขึ้น",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/1ce468b6b3eb33653fecf81f3b2b202e.png"
    },
    {
        "veg_id": "11",
        "veg_type": "2",
        "veg_name_th": "ฟักทอง",
        "veg_name_cl": "Pumpkin",
        "veg_name_sc": "Cucurbita moschata Duchesne ",
        "veg_struc": "เป็นไม้เถาเลื้อยไปตามดิน ใบเดี่ยวรูปห้าเหลี่ยม มีขนทั้งสองด้านดอกสีเหลืองรูปกระดิ่งผลฟักทองมีด้วยกันหลายลักษณะ บางครั้งเป็นผลเกือบกลมก็มี แต่โดยทั่วไปเป็นรูปทรงกลมแป้น ผิวขรุขระเล็กน้อย เมื่อยังดิบเนื้อค่อนข้างแข็ง",
        "veg_useful": " ฟักทองมีสารต่อต้านอนุมูลอิสระที่มีส่วนช่วยในการชะลอวัยและความแก่ชรา ช่วยฟื้นบำรุงสุขภาพผิวให้เปล่งปลั่งสดใสและช่วยปกป้องผิวไม่ให้เหี่ยวย่น",
        "veg_plant": "ระยะปลูก ระหว่างแถว1-5 เมตร ระหว่างต้น2-5 เมตร เป็นพืชที่ต้องการพื้นที่ปลูกมากการเตรียมดิน ไถดินลุกประมาณ25-30 เซนติเมตร ตากดินทิ้งไว้1-2 อาทิตย์ แล้วย่อยดินให้ละเอียด หว่านปูนขาวประมาณ100-300 กิโลกรัม ใส่ปุ๋ยคอกหรือปุ๋ยหมัก อัตรา2,000-2,500 กิโลกรัม ใส่ปุ๋ยสูตร15-15-15 อัตรา 30-50 กิโลกรัม/ไร่ คลุกเคล้าให้เข้ากันการเตรียมกล้า เตรียมถาดเพราะกล้าและดินผสม(ดินที่ร่วนแล้ว 3 ส่วนปุ๋ยคอก 1 ส่วนทรายหรือแกลบ1 ส่วน)  รดน้ำและทยอยเมล็ดลงในถาดหลุม หลุมละ1 เมล็ด รดน้ำเช้า- เย็นวิธีปลูก หลังเตรียมแปลงปลูกและขุดหลุมปลูกตามระยะที่กำหนดแล้วหยอดเมล็ด 2-3 เมล็ด/หลุมลึกประมาณ 3-5 เซนติเมตร แล้วกลบหลุมปลูกด้วยดินหรือคลุม   ด้วยฟางแห้งเพื่อรักษาความชื้นของดิน และรดน้ำชุ่มอายุ 5-7 วันเมล็ดงอกควรถอนแยกเหลือ2 ต้นต่อหลุม",
        "veg_cover": "การใส่ปุ๋ย อายุ7-10 วัน หลังงอก ใส่ปุ๋ยสูตร46-0-0 อัตรา30-50 กิโลกรัม/ไร่ สำหรับในช่วงออกดอก ใส่ปุ๋ยสูตร15-15-15 และติดผลใส่ปุ๋ยสูตร13-13-21 หรือสูตรใกล้เคียง อัตรา30-50 กิโลกรัม/ไร่ โดยทยอยใส่การเก็บเกี่ยว อายุการเก็บเกี่ยว 80-90 วันหรือสังเกตสีเปลือกสีกลมกลืนเป็นสีเดียวกันดูนวลขึ้นเต็มผลการเก็บควรเหลือขั้วติดไว้ด้วยเพื่อช่วยให้เก็บรักษาได้นานขึ้น",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/cc2d992443d09c54add8be855791a906.png"
    },
    {
        "veg_id": "12",
        "veg_type": "2",
        "veg_name_th": "มะเขือเทศ",
        "veg_name_cl": "Tomato",
        "veg_name_sc": "Lycopersicon esculentum Mill. ",
        "veg_struc": "เป็นพืชล้มลุกอายุเพียง 1 ปี ใบเป็นใบประกอบ ออกสลับกัน ใบย่อยมีขนาดไม่เท่ากัน บางใบเล็กรียาว บางใบกลมใหญ่ ปลายใบแหลม ดอกเป็นช่อ ออกบริเวณซอกใบ ก้านช่อดอกจะยาว แตกกิ่งช่อดอกตรงปลาย ดอกมะเขือเทศเป็นดอกสมบูรณ์เพศ",
        "veg_useful": " ช่วยให้ร่างกายสามารถต่อสู้กับโรคหอบหืดได้มากถึง 45%  ช่วยป้องกันโรคสมองเสื่อมหรืออัลไซเมอร์",
        "veg_plant": "ระยะปลูก ระหว่างต้น 80 เซนติเมตร ระหว่างแถว 100 เซนติเมตรการเตรียมดิน ไถดินให้ลึก 30-40 เซนติเมตร ตากดินไว้ 7-10 วัน ย่อยดินให้ละเอียดหว่านปูนขาวในอัตรา 100-300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอกอัตรา 2,000 กิโลกรัม/ไร่ และปุ๋ยสูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าในแปลงยกแปลงสูงประมาณ 30 เซนติเมตร กว้าง 100 เซนติเมตร รดน้ำและคลุมด้วยถุงพลาสติก เพื่อรักษาความชื้นและป้องกันวัชพืช ควรเตรียมดินให้เสร็จก่อนปลูก 2-3 อาทิตย์การเตรียมกล้า เตรียมถาดเพาะกล้าและดินผสม (ดินที่ร่อนแล้ว 3 ส่วน ปุ๋ยคอก 1 ส่วนทรายหรือแกลบ 1 ส่วน) ใส่ดินผสมลงในถาดเพาะกล้า รดน้ำ แล้วจึงหยอดเมล็ดลงในถาดเพาะกล้าหลุม หลุมละ 1 เมล็ด รดน้ำรักษาความชุมชื้นอย่าให้แฉะเกินไปวิธีปลูก ปลูกแถวคู่เจาะพลาสติกเป็นหลุมตามระยะที่กำหนด ขุดหลุม แล้วนำกล้ามะเขือเทศที่มีอายุ 30 วัน หรือมีใบจริง 2-3 ใบ มาปลูกตามหลุม กลบดินและรดน้ำ ระวังอย่าจับบริเวณโคนต้นกล้า",
        "veg_cover": "การใส่ปุ๋ย ควรใส่ปุ๋ยสูตร 13-13-21 ในอัตรา 100 กิโลกรัม/ไร่ ครั้งแรกหลังจากย้ายกล้าปลูก 7วัน ครั้งที่สองหลังจากใส่ครั้งที่หนึ่ง 15 วัน ครั้งที่สามหลังจากใส่ครั้งที่สอง 20 วันการเก็บเกี่ยว มะเขือเทศสามารถเก็บผลผลิตได้เมื่ออายุประมาณ 70-90 วัน นับตั้งแต่เพาะกล้าและสามารถเก็บเกี่ยวผลผลิตได้นานประมาณ 4-5 เดือนสำหรับมะเขือเทศพันธ์เลื้อย เช่นพันธุ์สีดา แต่สำหรับพันธุ์พุ่ม สามารถเก็บผลผลิตได้ 6-7 ครั้งซึ่งส่วนใหญ่เป็นพันธุ์ที่ปลูกสำหรับแปรรูปหรือเข้าโรงงานอุตสาหกรรม",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/bfdde6116e4900524f50ed01497f7a41.png"
    },
    {
        "veg_id": "13",
        "veg_type": "2",
        "veg_name_th": "มะเขือเปราะ",
        "veg_name_cl": "Thai Eggplant",
        "veg_name_sc": "Solanum virginianum L. ",
        "veg_struc": "เป็นไม้พุ่ม ที่มีความสูงของต้นประมาณ 2-4 ฟุต เป็นพืชใบเลี้ยงคู่แตกออกเป็นใบเดี่ยวสลับกันบนกิ่ง มีก้านใบทรงกลมดอกมีขนาดใหญ่ เป็นสีม่วงหรือสีขาวผลมีรูปร่างกลมแบนหรือรูปไข่ อาจมีสีขาว เขียว เหลือง ม่วง ขึ้นอยู่กับพันธุ์ ผลเมื่อแก่มีสีเหลือง เนื้อในผลสีเขียวเป็นเมือก มีรสขื่น",
        "veg_useful": " ผลใช้เป็นยาลดไข้ ผลตากแห้งนำมาบดเป็นผงผสมกับน้ำผึ้งใช้ปรุงเป็นยาแก้ไอ ผลตากแห้งนำมาบดเป็นผงผสมกับน้ำผึ้งใช้ปรุงเป็นยาแก้ไอ ",
        "veg_plant": "ระยะปลูก ระหว่างต้น 80 เซนติเมตร ระหว่างแถว 100 เซนติเมตรการเตรียมดิน ไถดินให้ลึก 30-40 เซนติเมตร ตากดินไว้ 7- 10 วัน ย่อยดินให้ละเอียดหว่านปูนขาว ในอัตรา 100-200 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ และใส่ปุ๋ย สูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วยกแปลง ให้สูงประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า ใส่ดินผสมในถาดเพาะกล้า ( ดินที่ร่อนแล้ว 3 ส่วน ปุ๋ยคอก 1 ส่วนทรายหรือแกลบ 1 ส่วน) รดน้ำและหยอดเมล็ดลงในถาดหลุม หลุมละ 1 เมล็ด รดน้ำเช้า – เย็นวิธีปลูก ขุดหลุมปลูกลึกประมาณ 10-20 เซนติเมตร นำกล้ามะเขือเปราะที่มีอายุ15 วัน หรือมีใบจริง 3-4 ใบ มาปลูกตามหลุมที่กำหนดกลบดินและรดน้ำ",
        "veg_cover": "การใส่ปุ๋ย หลังย้ายปลูก 7-10 วัน หรือใส่ปุ๋ยสูตร 46-0-0 อัตรา 30 กิโลกรัม/ไร่เพื่อเร่งการเจริญเติบโต ใส่ปุ๋ยสูตร 13-13- 21 หรือ 8-24-24 อัตรา 50-100 กิโลกรัม/ไร่ โดยทยอยแบ่งใส่ในช่วงออกดอกติดผล ทุก 20 วันการเก็บเกี่ยว อายุการเก็บเกี่ยว 65-70 วัน หรือหลังดอกบาน 7-10 วัน จะสามารถเก็บเกี่ยวผลผลิตได้โดยเก็บผลที่มีขนาดพอเหมาะไม่อ่อนหรือแก่เกินไป โดยการเก็บเกี่ยวให้ขั้วมะเขือติดมากับผลด้วย",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/b5bbdef13a67c93b0ed214f06fe38b96.png"
    },
    {
        "veg_id": "14",
        "veg_type": "2",
        "veg_name_th": "มะเขือยาวหรือมะเขือม่วง",
        "veg_name_cl": "Eggplant",
        "veg_name_sc": "Solanum melongena L. ",
        "veg_struc": "ต้นเป็นไม้ล้มลุก ลำต้นมีความสูงประมาณ 0.5-1 เมตรเป็นพืชใบเลี้ยงคู่ แตกออกเป็นใบเดี่ยวๆเรียงสลับกันบนกิ่ง มีก้านใบยาวประมาณ 5-8 เซนติเมตร แผ่นใบมีขนาดใหญ่เป็นดอกสมบูรณ์เพศ ออกได้ทั้งแบบดอกเดี่ยวหรือดอกช่อ ขึ้นอยู่กับสายพันธุ์ ผลมีลักษณะกลมรียาวทรงหยดน้ำผิวผลเรียบเป็นสีม่วงหรือสีเขียว ขนาดของผลขึ้นอยู่กับสายพันธุ์ ลักษณะของผลอาจจะกลมเป็นรูปไข่หรือกลมยาว",
        "veg_useful": " มีสารช่วยต่อต้านอนุมูลอิสระช่วยยับยั้งการดูดซึมของคอเลสเตอรอลผ่านหนังลำไส้ได้",
        "veg_plant": "ระยะปลูก ระหว่างต้น 80 เซนติเมตร ระหว่างแถว 100 เซนติเมตรการเตรียมดิน ไถดินให้ลึก 30-40 เซนติเมตร ตากดินไว้ 7-10 วัน ย่อยดินให้ละเอียดหว่านปูนขาว ในอัตรา 100-200 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000กิโลกรัม/ไร่ และใส่ปุ๋ยสูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าในแปลงยกแปลงให้สูงประมาณ 30 เซนติเมตร กว้าง 10 เซนติเมตรการเตรียมกล้า ใส่ดินผสมในถาดเพาะกล้า(ดินที่ร่อนแล้ว 3 ส่วน ทรายหรือแกลบ 1 ส่วน)รดน้ำและหยอดเมล็ดลงในถาดหลุมหลุมละ 1 เมล็ด รดน้ำเช้า- เย็นวิธีปลูก ขุดหลุมปลูกลึกประมาณ 10-20 เซนติเมตร นำกล้ามะเขือยาวมีอายุ 15 วัน หรือมีใบจริง 3-4 ใบ มาปลูกตามหลุมที่กำหนดกลบดินและรดน้ำ",
        "veg_cover": "การใส่ปุ๋ย หลังย้ายปลูก 7-10 วันใส่ปุ๋ยสูตร 46-0-0 อัตรา 30 กิโลกรัม/ไร่ เพื่อเร่งการเจริญเติบโตใส่ปุ๋ยสูตร 13-13-21 หรือ 8- 24-24 อัตรา 50-100 กิโลกรัม/ไร่ โดยทยอยแบ่งใส่ในช่วงออกดอกติดผล ทุก 20 วันการเก็บเกี่ยว อายุการเก็บเกี่ยว 65-70 วัน หรือหลังดอกบาน 7-10 วัน จะสามารถเก็บเกี่ยวผลผลิตได้โดยเก็บผลที่มีขนาดพอเหมาะไม่อ่อนหรือแก่เกินไป โดยการเก็บเกี่ยวให้ขั้วมะเขือติดมากับผลด้วย",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/1379bc1ce11e0a78e051d9b406ad22c2.png"
    },
    {
        "veg_id": "15",
        "veg_type": "2",
        "veg_name_th": "มะระจีน",
        "veg_name_cl": "Bitter melon",
        "veg_name_sc": "Momordica charantia L. ",
        "veg_struc": "เป็นไม้เถา ใบเป็นใบเดี่ยว มีสีเขียวมีขนอ่อน ดอกสีเหลืองผลมีลักษณะทรงยาวรี เปลือกบาง ผิวขรุขระมีร่องลึกตามยาว ผลใหญ่เนื้อหนาผลดิบจะมีสีเขียวอ่อน ใช้รับประทาน เมื่อผลสุกจะมีสีแดง รับประทานไม่ได้ ภายในผลจะมีหลายเมล็ด มีเนื้อฉ่ำน้ำ มีรสชาติขม",
        "veg_useful": " แก้เบาหวาน ลดน้ำตาลในเลือด ผลดิบ-กินแก้โรคตับอักเสบ ปวดหัวเข่า ม้าม อักเสบ ผลสุก-ใช้คั้นน้ำทาหน้าแก้สิว",
        "veg_plant": "ระยะปลูก ระยะปลูกระหว่างต้น50-75 เซนติเมตร ระหว่างแถว100-120 เซนติเมตรการเตรียมดิน ไถดินลึกประมาณ30-40 เซนติเมตร ตากดินทิ้งไว้7-10 วัน ย่อยดินให้ละเอียด หว่านปูนขาวในอัตรา 100-200 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอกอัตรา 2,000 กิโลกรัม/ไร่ และปุ๋ยสูตร15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงสูงประมาณ 30 เซนติเมตรกว้าง 120 เซนติเมตร รดน้ำและคลุมด้วยพลาสติก เพื่อรักษาความชื้นและป้องกันวัชพืชการเตรียมกล้า ทำการเพาะกล้าซึ่งประกอบด้วย ทราย ปุ๋ยหมักหรือปุ๋ยคอกที่สลายตัวดีและดินย่อยละเอียดอย่างละเท่า ๆ กัน เจาะหลุม หยอดเมล็ด กลบด้วยดินบาง ๆ รดน้ำวิธีปลูก ย้ายกล้าปลูกเมื่อต้นกล้ามีใบจริง 4-5 ใบ หรืออายุ 15-20 วันจึงย้ายลงปลูกในแปลง ปักไม้ค้างผูกเป็นร้างสูงประมาณ 5 -2 เมตร ขึงด้วยตาข่ายพลาสติกห่าง ๆ",
        "veg_cover": "การใส่ปุ๋ย หลังย้ายปลูก7-10 วัน ใส่ปุ๋ยสูตร46-0-0 อัตรา30 กิโลกรัม/ไร่ เพื่อเร่งการเจริญเติบโตใส่ปุ๋ยสูตร 13-13-21 อัตรา 30-50 กิโลกรัม/ไร่ โดยทยอยแบ่งใส่ในช่วงออกดอก- ติดผลการเก็บเกี่ยว อายุการเก็บเกี่ยวของมะระจีนประมาณ45-50 วัน  หลังจากหยอดเมล็ดทยอยเก็บผลผลิตที่ได้ขนาดที่เหมาะสมทุกวันหรือวันเว้นวัน สามารถเก็บผลผลิตได้ 17-20 ครั้ง อายุการเก็บเกี่ยวครั้งสุดท้าย85-90 วัน",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/af16b89af229cc3cd610c016359b805f.png"
    },
    {
        "veg_id": "16",
        "veg_type": "3",
        "veg_name_th": "กะเพรา",
        "veg_name_cl": "Holy basil",
        "veg_name_sc": "Ocimum tenuiflorum L. ",
        "veg_struc": "เป็นไม้ล้มลุก ก้านเป็นขน ก้านใบยาว รูปใบเรียว โคนใบรูดในลักษณะเรียวปลายมนรอบขอบใบเป็นหยัก พื้นใบด้านหน้าสีเขียว หรือแดงแก่กว่าด้านหลังดอกย่อยมีขนาดเล็ก รูปคล้ายระฆัง กลีบดอกมีทั้งชนิดสีขาวลายม่วงแดงและสีขาว",
        "veg_useful": "ช่วยทำให้ร่างกายอบอุ่นและป้องกันอาการหวัดได้ กะเพราเป็นส่วนประกอบของยาสมุนไพรหลายชนิด ",
        "veg_plant": "ระยะปลูก ระหว่างต้น 40 เซนติเมตร ระหว่างแถว 40 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30-40 เซนติเมตร ตากดินไว้ 1-2 อาทิตย์ ย่อยดินให้ละเอียด หว่านปูนขาว ในอัตรา 100-300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมัก หรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูตรประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า ไม่ต้องเพาะกล้า ปักชำสามารถปลูกได้เลยวิธีปลูก กะเพราสามารถปลูกได้โดยใช้กิ่งชำเป็นต้นกล้าแล้วย้ายปลูกตามระยะห่างที่กำหนด",
        "veg_cover": "การใส่ปุ๋ย  สูตร 15-15-15 ในอัตรา 30-50 กิโลกรัม/ไร่ หลังเก็บเกี่ยวทุกครั้งการเก็บเกี่ยว ใช้มีดคม ๆ เก็บเกี่ยวโดยตัดแต่งกิ่งก้านที่แก่ เจริญเติบโตเต็มที่แล้วซึ่งในไม่ช้ากะเพราจะแตกกิ่งต้น ออกมาเช่นเดิม (อายุเก็บเกี่ยว 40-45 วัน) สามารถเก็บเกี่ยวได้หลายครั้ง ในระยะที่ไม่ได้เก็บเกี่ยวผลผลิตควรมีการตัดดอกทิ้งเพื่อเรง่ การเจริญเติบโตทางใบ",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/2e88c5c8689a6ab2efa0332b1ebf4d1e.png"
    },
    {
        "veg_id": "17",
        "veg_type": "3",
        "veg_name_th": "กะหล่ำปลี",
        "veg_name_cl": "Cabbage",
        "veg_name_sc": "Brassica oleracea var. capitata L. ",
        "veg_struc": "ใบกะหล่ำปลีมีหลายสีขึ้นอยู่กับสายพันธุ์ เป็นส่วนที่นำมาบริโภค ใบจะแตกออกด้านข้างลำต้น เรียงวนรอบลำต้น ผิวใบมีลักษณะเรียบ แต่เป็นลูกคลื่น",
        "veg_useful": "บำรุงกระดูกและฟันช่วยย่อยอาหาร",
        "veg_plant": "ระยะปลูก ระยะปลูกระหว่างต้น 50 – 70 เซนติเมตร ระหว่างแถว 100 – 120 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30 - 40 เซนติเมตรตากดินไว้ 1 - 2 อาทิตย์แล้วย่อยดินให้ละเอียดหว่านปูนขาว ในอัตรา 100 - 300 กิโลกรัม/ไร่ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร 15 - 15 - 15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า การเพาะกล้า หลังจากเตรียมแปลงเพาะกล้าแล้วให้หว่านเมล็ดกะหล่ำปลีให้กระจายทั่วแปลง หรืออาจจะใช้ทำเป็นแถวห่างกันแถวละ 15 เซนติเมตรทำร่องลึกประมาณ 1 เซนติเมตร แล้วโรยเมล็ดลงในร่องแล้วหว่านกลบด้วยปุ๋ยคอกหรือปุ๋ยหมักหรือดินละเอียด หนาประมาณ 0.5 – 0 เซนติเมตร รดน้ำให้ชุ่มแล้วคลุมด้วยฟางแห้ง หรือหญ้าแห้งบาง ๆ หลังจากต้นกล้างอกได้ 15 – 20 วัน ให้ถอนแยกต้นที่ไม่สมบูรณ์หรือต้นที่อ่อนแอออก พร้อมกันนี้พยายามจัดระยะกล้า ให้ห่างกันประมาณ 10 เซนติเมตรย้ายปลูกเมื่ออายุ 25 - 30 วันวิธีปลูก หลังจากเตรียมแปลงปลูก และขุดหลุมปลูกตามระยะที่กำหนดแล้ว จึงย้ายกล้ามาปลูก ต้นกล้าที่ย้ายปลูกควรแข็งแรงมีอายุประมาณ 25 - 30 วันการถอนกล้าควรมีดินติดรากมาด้วย และทำอย่างระมัดระวัง ต้นกล้าที่ย้ายมาต้องรีบปลูกทันทีการปลูกควรกดดินโคนต้นให้แน่น หลังจากปลูกแล้วรดน้ำให้ชุ่ม",
        "veg_cover": "การใส่ปุ๋ย กะหล่ำปลี เป็นผักที่ต้องการปุ๋ยมาก ควรใส่ปุ๋ย 46 - 0 - 0 อัตรา 30 กิโลกรัม/ไร่ หลังย้ายปลูก7 - 10 วัน หลังปลูก 20 วัน ควรใส่ปุ๋ย 15 - 15 - 15 อัตรา 50 กิโลกรัม /ไร่ และหลังปลูก 40 วัน (ก่อนกะหล่ำปลีเข้าหัว)ควรใส่ปุ๋ยสูตร 13 - 13 - 21 หรือ 14 - 14 - 21 อัตรา 50กิโลกรัม/ไร่ และควรมีการฉีดพ่นปุ๋ยที่มีธาตุโบรอนผสมหรือพ่นธาตุโบรอนอย่างเดียวในอัตรา 10 - 12 กรัม/น้ำ 20 ลิตรเป็นครั้งคราวการเก็บเกี่ยว อายุการเก็บเกี่ยวของกะหล่ำปลีขึ้นอยู่กับลักษณะของแต่ละพันธุ์ พันธุ์เบาประมาณ 50 – 60 วันส่วนพันธุ์หนักมีอายุประมาณ 120 วัน ควรเก็บหัวที่ห่อแน่น และมีขนาดพอเหมาะ โดยกะหล่ำปลีจะมีน้ำหนักประมาณ 1 - 2 กิโลกรัม/ต้น",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/4aef3c20742a0b542ab9d687d616498f.png"
    },
    {
        "veg_id": "18",
        "veg_type": "3",
        "veg_name_th": "กุยช่าย",
        "veg_name_cl": "Garlic chives",
        "veg_name_sc": "Allium tuberosum Rottler ex Spreng. ",
        "veg_struc": "เป็นไม้ล้มลุก ใบแบนเรียงสลับรูปขอบขนานดอกจะมีสีขาวจะออกเป็นกระจุกแถวๆซอกใบ โดยดอกจะมีกลีบดอกอยู่ 6กลีบ",
        "veg_useful": "ช่วยบำรุงกระดูก เนื่องจากใบกุยช่ายมีธาตุฟอสฟอรัสสูง ช่วยป้องกันมะเร็ง ลดความเสี่ยงของการเกิดโรคมะเร็ง",
        "veg_plant": "ระยะปลูก ระยะปลูก 12 – 20 ต้นต่อ ตารางเมตรหรือใช้ระยะปลูก30 x 30 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30 - 40 เซนติเมตรตากดินไว้ 1 - 2 อาทิตย์การเตรียมกล้า อายุกล้า 55 – 60 วัน สามารถนำไปปลูกได้วิธีปลูก ปลูกโดยการแยกกอ ใช้ต้นแม่พันธุ์อายุ 6 เดือนขึ้นไป ขุดและแยกกอปลูก ก่อนปลูกควรตัดใบออกไปบ้าง เพื่อลดการคายน้ำ ตัดรากให้เหลือยาว 1 – 2 เซนติเมตร ปลูก 3 – 4 ต้นต่อหลุม การปลูกกุยช่ายแต่ละแปลงใช้เวลา 3 ปี หลังจากนั้นควรทำการแยกกอและเตรียมแปลงปลูกใหม่",
        "veg_cover": "การใส่ปุ๋ย หลังเตรียมดินควร ใส่ปุ๋ยหมัก ปุ๋ยคอกอัตรา 2 กิโลกรัมต่อตารางเมตรการเก็บเกี่ยว กุยช่ายเขียว สามารถเก็บเกี่ยว 3 – 9 ครั้งต่อปี ขึ้นอยู่กับพันธุ์สภาพแวดล้อมและการดูแลรักษาระยะเวลาเก็บเกี่ยวที่เหมาะสมคือเดือนตุลาคม – มีนาคม กุยช่ายขาว เก็บเกี่ยวหลังจากใช้กระถางครอบหรือคลุมแปลงประมาณ 2 อาทิตย์ เก็บเกี่ยวเมื่อใบมรความยาว 20 เซนติเมตรตัดโคนใบชิดดิน ล้างด้วยน้ำเย็น ตัดแต่งส่วนที่ถูกทำลายโดยโรคแมลง หรือแผลที่เกิดจากการขนส่ง และเศษวัชพืชอื่นที่ปลอมปนเก็บไว้ในที่ร่มป้องกันแสงอาทิตย์ในระหว่างเก็บรักษาและขนส่ง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/a66c399488e11d0708950dd2aead572f.png"
    },
    {
        "veg_id": "19",
        "veg_type": "3",
        "veg_name_th": "ขึ้นฉ่าย",
        "veg_name_cl": "Celery ",
        "veg_name_sc": "Apium graveolens L. ",
        "veg_struc": "ใบย่อยบนก้าน ออกตรงข้ามกัน มีลักษณะทรงกลมรี ใบเว้าลึกเป็นแฉก ขอบใบมีรอยหยักรอบนอก มีสามใบย่อยอยู่บนก้าน มีสีเขียว มีกลิ่นหอมเฉพาะตัวออกเป็นช่อ ก้านช่อดอกยาว มีดอกย่อยเล็ก ๆ มีลักษณะแบบซี่ร่ม กลีบดอกมีสีขาว มีก้านดอกย่อยเล็ก ๆ",
        "veg_useful": "ช่วยบำรุงเลือดและหัวใจ ช่วยขยายตัวของหลอดเลือด และ ป้องกันโรคหัวใจขาดเลือด",
        "veg_plant": "ระยะปลูก นิยมใช้หว่านเมล็ดลงบนแปลงปลูก โดยใช้เมล็ดพันธุ์ 0.5-1 กิโลกรัม /ไร่การเตรียมดิน ไถดินให้ลึกประมาณ 20-25 ซนติเมตรตากดินไว้ 1-2 อาทิตย์ แล้วย่อยดินให้ละเอียดหว่านปูนขาวในอัตรา 100 -300 กิโลกรัม/ไร่ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ใส่ปุ๋ยสูตร 15-15-15 อัตรา 30 กิโลกรัม / ไร่คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตร คลุมฟางบาง ๆแล้วรดน้ำให้ทั่วแปลงปลูก หว่านเมล็ดขึ้นฉ่ายให้ผสมทราย อัตรา 1: 10 (เมล็ดขึ้นฉ่าย : ทราย )เพราะเมล็ดเล็กและเบา ทำให้การหว่านไม่สม่ำเสมอการเตรียมกล้า นิยมใช้หว่านเมล็ดลงบนแปลงปลูก ทำให้ไม่ต้องเพราะกล้าวิธีปลูก รดน้ำแปลงปลูกให้ชุ่ม แล้วนำเมล็ดหว่านให้กระจายทั่วทั้งแปลง อายุขึ้นฉ่าย 20 —30 วันให้ถอนแยก ให้ห่างประมาณ 5 —10 เซนติเมตร",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยสูตร 46-0-0หรือ 25-7-7อัตรา 50 กิโลกรัม/ไร่ แบ่งใส่ 2 ครั้ง หลังหว่านเมล็ด7 วัน และ 15 วัน หลังถอนแยกใส่ปุ๋ยสูตร15-15-15และอายุ 30-35 วัน ให้หว่านปุ๋ยสูตร 15-15-15 อีกครั้งจนกว่าสามารถเก็บเกี่ยวผลผลิตได้การเก็บเกี่ยว หลังจากหว่านเมล็ดขึ้นฉ่ายลงแปลง อายุการเก็บเกี่ยว 40-45 วัน ทยอยเก็บผลผลิต โดยเก็บผลผลิตในช่วงเช้าถอนต้นขึ้นช่ายออกจากแปลงปลูกทั้งต้นและราก หลังจากนั้นล้างรากให้สะอาด",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/69ec87d8c700a6c8f53a39af28a8e119.png"
    },
    {
        "veg_id": "20",
        "veg_type": "3",
        "veg_name_th": "คะน้า",
        "veg_name_cl": "Kale",
        "veg_name_sc": "Brassica alboglabra ",
        "veg_struc": "ลำต้นมีลักษณะตั้งตรงลำต้นมีลักษณะแข็งแรง อวบใหญ่ มีสีเขียวนวล คะน้ามีหลายลักษณะตามสายพันธุ์ที่ปลูก อาทิ คะน้าใบกลม คะน้าใบแหลม บางพันธุ์มีลักษณะก้านใบยาวหรือสั้น การแตกของใบจะแตกออกจากลำต้นเรียงสลับกัน 4-6 ใบ/ลำต้น ผิวใบมีลักษณะเป็นคลื้น ผิวเป็นมัน สีเขียวอ่อนถึงเขียวแก่ ถือเป็นส่วนนี่นิยมนำมาบริโภครองลงมาจากส่วนยอด บริเวณที่ถัดจากใบสุดท้ายที่เติบโตแยกออกมาอย่างเห็นได้ชัด ซึ่งจะเป็นส่วนของยอดที่มีลักษณะเป็นใบอ่อนขนาดเล็ก 2-3 ใบ มีลักษณะคล้ายบัวตูม ขนาดเล็กสีเขียวอ่อน รอที่จะเติบโตเป็นใบแก่ ถือเป็นส่วนที่นิยมนำมาบริโภคมากที่สุด",
        "veg_useful": "คะน้ามีวิตามินหลายชนิด ช่วยลดความเสี่ยงต่อการเกิด มะเร็งกระเพาะอาหาร มะเร็งลำไส้ มะเร็งปอด ",
        "veg_plant": "ระยะปลูก ให้ต้นห่างกันประมาณ 20 - 30 เซนติเมตรอัตรา 1 - 5 กิโลกรัม/ไร่การเตรียมดิน ไถดินลึกประมาณ 20 - 30 เซนติเมตรตากดินไว้ 7 - 10 วัน แล้วย่อยดินให้ละเอียดใส่ปุ๋ยคอกหรือปุ๋ยหมัก อัตรา 2,000 กิโลกรัม/ไร่ และปุ๋ยสูตร 15 - 15 - 15 อัตรา 50 กิโลกรัม/ไร่ คลุกเคล้าให้เข้ากันแล้วปรับดินให้เรียบยกแปลงให้สูงประมาณ 20 เซนติเมตร กว้าง 20 เมตรการเตรียมกล้า นิยมใช้หว่านเมล็ดโดยหว่านให้สม่ำเสมอถอนแยกวิธีปลูก คลุมฟางรดน้ำให้ชุ่ม หว่านเมล็ดคะน้าให้ทั่วแปลง และสม่ำเสมอ โดย 1 ไร่ ใช้เมล็ดพันธุ์ 2 กิโลกรัม รดน้ำตามให้ชุ่ม เมื่อต้นกล้าอายุได้ 15 - 20 วันจึงถอนแยกให้มีระยะห่างตามกำหนด",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยสูตร 40 - 0 - 0 หรือ อัตรา 25 – 7- 7 อัตรา 30 กิโลกรัม/ไร่ เมื่ออายุ 7 วัน ใส่ปุ๋ยเคมี สูตร 15 - 15 - 15 ในอัตรา 30 - 40 กิโลกรัม/ไร่ ทุก 10 - 15 วันและรดน้ำตามทันทีการเก็บเกี่ยว เก็บเกี่ยวเมื่ออายุ40 — 45 วัน หลังจากปลูกเป็นคะน้าที่โตเต็มที่ ส่วนคะน้าอ่อนหรือที่เรียกว่ายอดคะน้า จะเก็บเกี่ยวได้ในช่วงอายุประมาณ 30 วัน",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/28a0218e151dbae0b88b2467cb6fe3cd.png"
    },
    {
        "veg_id": "21",
        "veg_type": "3",
        "veg_name_th": "คะน้าฮ้องกง",
        "veg_name_cl": "Kailaan",
        "veg_name_sc": "Brassica oleracea var.",
        "veg_struc": "ลำต้นและใบมีสีเขียวเข้มมีขนาดเล็กกว่าคะน้า ยอดดอยคำใบมีลักษณะเรียว ไม่กลม ดอกมีสีขาวหรือสีเหลืองทั้งนี้ขึ้นอยู่กับสายพันธุ์",
        "veg_useful": "ช่วยบำรุงโลหิต ธาตุเหล็กและธาตุโฟเลตในผักคะน้ามีความสำคัญต่อการสร้างเม็ดเลือดแดง",
        "veg_plant": "ระยะปลูก ใช้ระยะปลูก 15*15 เซนติเมตร การเตรียมดิน ใช้จอบขุดพลิกหน้าดินลึก 15 – 20 เซนติเมตร หรือใช้รถใถเดินตามไถพรวนหน้าดินให้ละเอียด ตากดินทิ้งไว้ 7 – 10 วัน ขึ้นแปลงขนาดกว้าง  1 – 5 เมตร หรือตามสภาพพื้นที่ดิน ใส่ปุ๋ยรองพื้นโดยใช้ปุ๋ยคอก (มูลไก่) หรือปุ๋ยหมักอัตรา 3 กิโลกรัม/ตารางเมตร และหว่านปุ๋ยเคมี สูตร 15 – 15 – 15 หรือสูตร 16 – 16 – 16 อัตรา 120 กรัม/ตารางเมตร คลุกเคล้าปุ๋ยให้เข้ากับดินปลูกการเตรียมกล้า หยอดเมล็ดลงในถาดหลุมเพาะกล้าโดยตรง หลักจาต้นกล้ามีอายุประมาณ 18 – 21 วัน หรือมีใบจริงอย่างน้อย 2 – 3 ใบจึงทำการย้ายปลูก ก่อนนำกล้าไปปลูก 4 – 5 วันควรให้น้ำน้อยลงเพื่อเตรียมต้นกล้าให้ปรับตัวในสภาพแปลงปลูกและพ่นสารเคมีป้องกันกำจัดศัตรูพืช 1 วัน ก่อนย้ายปลูกวิธีปลูก ย้ายต้นกล้าลงแปลงปลูก โดยการถอนแยกต้นกล้าจากถาดหลุด (ควรทำด้วยความระมัดระวัง) นำมาปลูก จะทำการย้ายกล้าในช่วงเย็น เพราะทำให้ต้นกล้าตั้งตัวได้เร็วและหลังจากยย้ายต้นกล้าควรให้น้ำทันที",
        "veg_cover": "การใส่ปุ๋ย เนื่องจากคะน้าฮ้องกงเป้นผักกินใบในระยะแรก จึงต้องการปุ๋ยไนโตรเจน ค่อนข้างสูงใส่ปุ๋ยครั้งที่  1 หลังย้ายแปลงปลูก  7 – 10 วัน สูตร 46 – 0 – 0 หรือ 21 – 0 – 0 อัตรา 120 กรัม/ตารางเมตรใส่ปุ๋ยครั้งที่ 2 หลังย้ายแปลงปลูก 14 – 20 วัน สูตร 46 – 0 – 0 หรือ 21 – 0 – 0 ผสมปุ๋ยสูตร 15 – 15 – 15 อัตรา 2 : 1 สาในอัตรา 120 กรัม/ตารางเมตรการเก็บเกี่ยว คะน้าฮ้องกงสามารถเก็บเกี่ยวเมื่ออายุประมาณ 35 – 45 วัน ตั้งแต่เริ่มเพาะกล้าหรือ เมื่อเริ่มมีดอก",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/dc3f16b293a783a99be6e79cb447c392.png"
    },
    {
        "veg_id": "22",
        "veg_type": "3",
        "veg_name_th": "ชะอม",
        "veg_name_cl": "Climbing Wattle",
        "veg_name_sc": "Acacia pennata (L.) Will.subsp.insuavis Nielsen ",
        "veg_struc": "เป็นไม้พุ้มขนาดย่อมกึ่งเลี้อยและกิ้งก้านมีหนามแหลมอยู่ทั่วไป ใบเป็นใบประกอบดอกชะอมออกเป็นช่อ แทงออกเหนือซอกใบบริเวณปลายยอด ดอกมีขนาดเล็ก สีขาว มีเกสรตัวผู้เป็นเส้นเล็กๆภายในดอก",
        "veg_useful": "ช่วยต่อต้านอนุมูลอิสระ เนื่องจากมีวิตามินเอสูงยอดชะอมช่วยลดความร้อนในร่างกายได้ ช่วยในการขับถ่าย ป้องกันโรคท้องผูก",
        "veg_plant": "ระยะปลูก โดยใช้ระยะปลูก 50*50 เซนติเมตรการเตรียมดิน ขุดหลุมปลูกระยะ 1*2 เมตร การเตรียมกล้า เลือกตัดกกิ่งชะอมที่ไม่อ่อน หรือแก่จนเกินไปตัดเป็นท่อนขนาดยาวประมาณ 30 เซนติเมตรวิธีปลูก นำกิ่งชะอมที่เตรียมไว้วางเอียง 45 องศา ลงในหลุมที่เตรียมใว้ แล้วกลบดินให้แน่น การปลูกชะอมนิยมทำในฤดูฝนเพราะไม่ต้องดูแลมากนัก ให้น้ำทุกๆ 7 – 10 วัน",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยสูตร 15 – 15 – 15 อัตรา 10 – 20 กรัมต่อหลุมทุกเดือน กำจัดวัชพืชพร้อมกับการพรวนดิน การเก็บเกี่ยว เริ่มเกี่ยวได้เมื่อชะอมอายุ 3 เดือน ขึ้นไป เก็บได้ทุก 3 วันต่อครั้ง การตัดชะอมควรตัดในตอนเช้าตรู่ โดยใช้มีดบางและคนตัดเพื่อให้แผลที่ตัดเพื่อให้แผลที่ตัดไม่ช้ำในช่วงฤดูหนาวชะอมจะไม่ค่อยแตกยอด และควรเหลือยอดชะอมไว้ 3 – 4 ยอดเพื่อให้ปรุงอาหารต่อไป",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/78c3a4dddae33415fae2f4227ce83171.png"
    },
    {
        "veg_id": "23",
        "veg_type": "3",
        "veg_name_th": "ตะไคร้",
        "veg_name_cl": "Lemongrass",
        "veg_name_sc": "Cymbopogon citratus (DC.) Stapf ",
        "veg_struc": "ตะไคร้เป็นพืชที่มีอายุหลายปี ใบเรียวยาวมีกลิ่นหอมตะไคร้เป็นพืชที่ออกดอกยาก จึงไม่ค่อยพบเห็น ดอกตะไคร้ดอกจะออกดอกเป็นช่อกระจาย มีก้านช่อดอกยาว",
        "veg_useful": "มีส่วนช่วยในการขับเหงื่อ เป็นยาบำรุงธาตุไฟให้เจริญ มีสรรพคุณเป็นยาบำรุงธาตุ ช่วยในการเจริญอาหาร",
        "veg_plant": "ระยะปลูก ขุดหลุมปลูกระยะ30 * 30 เซ็นติเมตรการเตรียมดิน ไถพรวนดินและตากดินไว้ 7 – 10 วัน ย่อยดินให้ละเอียดใส่ปุ๋ยคอกหรือปุ๋ยหมักคลุกเคล้าให้เข้ากับดิน การเตรียมกล้า นำพันธุ์ที่เตรียมไว้ตัดใบออกให้เหลือต้นยาวประมาณ  30 – 40 เซนติเมตร แช่น้ำประมาณ 5 – 7 วัน เพื่อให้รากงอก รากที่แก่เต็มที่จะเป็นสีเหลืองเข้มวิธีปลูก นำพันธุ์ที่เรียมไว้นำไปปลูกในแปลง วางต้นพันธุ์มห้เอียง 45 องศาไปด้านใดด้านหนึ่ง แล้วกลบดินจากนั้นรดน้ำให้ชุ่ม",
        "veg_cover": "การใส่ปุ๋ย หลังปลูกได้ประมาณ 30 วัน ก็ควรใส่ปุ๋ยสูตร 15 – 15 – 15 หรือ 45 – 0 – 0 อัตรา 50 กิโลกรัมต่อไร่การเก็บเกี่ยว เมื่อตะไคร้อายุประมาณ 90 วัน",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/37ab715fdfcadf688fb149fac16c8626.png"
    },
    {
        "veg_id": "24",
        "veg_type": "3",
        "veg_name_th": "บัวบก",
        "veg_name_cl": "Gotu kola",
        "veg_name_sc": "Centella asiatica (L.) Urb. ",
        "veg_struc": "งอกตรงจากดิน ในเดี่ยวออกเป็นกระจุกดอกบัวบกออกเป็นช่อที่ซอกใบของข้อ ช่อดอกมีรูปทรงช่อคล้ายร่ม อาจมีช่อเดี่ยวหรือมีประมาณ 2-5 ช่อ แต่ละช่อมีประมาณ 3-4 ดอก",
        "veg_useful": "บัวบกเป็นพืชที่มีแคลเซียมในระดับปานกลางถึงสูง แต่มีระดับสารออกซาเลตที่เป็นอันตรายต่อร่างกายในปริมาณต่ำ",
        "veg_plant": "ระยะปลูก ระยะ 15 * 15 เซนติเมตร การเตรียมดิน ไถพรวนดินทำแปลงเช่นเดี่ยวกับการปลูกพืชผักขนาดของแปลงกว้างประมาณ 1 เมตร ยาวตามขนาดของพื้นที่ การเตรียมกล้า เตรียมใบบัวบกที่มีรากงอกตามข้อของลำต้น วิธีปลูก นำใบบัวบกที่เตรียมใว้นำมาปลูกตามระยะที่กำหนดไว้แล้วรดน้ำประมาณ 1 อาทิตย์ ",
        "veg_cover": "การใส่ปุ๋ย ประมาณ 1 – 2 อาทิตย์ ใส่ปุ๋ยเคมีสูตร 15 – 15 – 15การเก็บเกี่ยว หลังจากปลูกประมาณ 60 – 90 วัน เริ่มเก็บเกี่ยวได้ ใช้เสียมเหล็กขุดเซาะบริเวณใต้รก แล้วดึงเอาต้นบัวบกออกมาล้างน้ำ ทำความสะอาด เก็บใบเหลืองออก",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/6d7c1d72d26ae15e28c9f0fc8f10066f.png"
    },
    {
        "veg_id": "25",
        "veg_type": "3",
        "veg_name_th": "ผักกาดขาวปลี",
        "veg_name_cl": "Chinese Cabbage",
        "veg_name_sc": "Brassica pekinensis ",
        "veg_struc": "ลำต้นสั้น ไม่มีกิ่งแขนง ใบมีสีขาวถึงสีเขียวอ่อนเป็นผืนเดียวตลอด กาบใบหรือก้านใบกว้าง แบน มีสีขาว กรอบ มีน้ำมาก ใบจะห่อคล้ายปลี",
        "veg_useful": "หัวผักกาดขาว มีรสเผ็ดหวาน คุณสมบัติเย็น (เป็นยิน) ช่วยย่อย  แก้ไอมีเสมหะ ไม่มีเสียง อาเจียนเป็นโลหิต ท้องเสีย",
        "veg_plant": "ระยะปลูก นิยมหว่านโดยจัดระยะปลูกระหว่างต้น 50 เซนติเมตร ระหว่างแถว 50 เซนติเมตร โดยใช้เมล็ดพันธุ์ 200- 250 กรัม/ไร่การเตรียมดิน ไถดินลึก 30 เซนติเมตร ตากดินไว้ 1  2 อาทิตย์ แล้วย่อยดินให้ละเอียด หว่านปูนขาวในอัตรา 50- 100 กิโลกรัม/ไร่ใส่ปุ๋ย หมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ย สูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ ลุกคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตร รดน้ำให้ชุ่มการเตรียมกล้า เตรียมเมล็ดพันธุ์ที่จะปลูกวิธีปลูก คลุมด้วยฟาง รดน้ำให้ชุ่ม ปลูกแบบหว่านเมล็ดให้กระจายสม่ำเสมอทั่วแปลง เมื่อต้นกล้ามีอายุ 15 วันหรือมีใบจริง 3 - 4 ใบ จึงถอนแยกให้มีระยะตามกำหนด",
        "veg_cover": "การใส่ปุ๋ย ผักกาดขาวปีเป็นผักกินใบ จึงควรใส่ปุ๋ยที่มีสัดส่วนของธาตุไนโตเจฟอสฟอรัสและโปแตสเซียม ในอัตรา 2: 1 : 1 : เช่น 20-10-10 หรือสูตรใกล้เคียง อัตรา 50 กิโลกรัม/ไร่ แบ่งใส่ 2 ครั้ง ใส่ครั้งที่หนึ่ง เมื่ออายุ 7-10 วัน ใส่ครั้งที่ 2 เมื่ออายุ 20 วันการเก็บเกี่ยว ผักกาดขาวปลีมีอายุการเก็บเกี่ยว ประมาณ 45-50 วัน หลังหว่านเมล็ดใช้มีดตัดที่โคนต้น แล้วตัดแต่ง ใบที่เป็นโรคหรือถูกแมลงทำลายให้เหลือใบนอกไว้ประมาณ 2-3 ใบ เพื่อป้องกันการกระทบกระแทกในระหว่างการขนส่ง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/5e37b399c4ed6cfdedd8310f21565469.png"
    },
    {
        "veg_id": "26",
        "veg_type": "3",
        "veg_name_th": "ผักกาดเขียวกวางตุ้ง",
        "veg_name_cl": "Chinese Cabbage-PAI TSAI ",
        "veg_name_sc": "Brassica chinensis Jusl var parachinensis (Bailey) Tsen & Lee ",
        "veg_struc": "ลักษณะกลมรี อกเป็นช่อ ก้านช่อดอกใหญ่ยาว มีแขนงก้านย่อยมาก มีดอกย่อยออกที่ปลายยอด ดอกมีลักษณะเล็กๆ กลีบดอกมีสีเหลืองสด",
        "veg_useful": "ช่วยเสริมสร้างภูมิคุ้มกันให้กับร่างกายช่วยบำรุงและรักษาสายตา",
        "veg_plant": "ระยะปลูก ระยะห่างระหว่างต้น 20 - 30 เซนติเมตร โดยใช้เมล็ดพันธุ์1 กิโลกรัม /ไร่การเตรียมดิน ไถลึกประมาณ 15 - 20 เซนติเมตร ตากดินไว้ 5- 7 วัน แล้วย่อยดินให้ละเอียด ใส่ปุ๋ยคอกหรือปุ๋ยหมัก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร 15 - 15 - 15 อัตรา 50 กิโลกรัม/ไร่ แล้วปรับดินให้เรียบ ยกแปลงให้สูงประมาณ 20 เซนติเมตร กว้าง 1 เมตร ความยาวตามความเหมาะสมการเตรียมกล้า เตรียมเมล็ดพันธุ์ที่จะปลูกวิธีปลูก ปลูกแบบหว่านเมล็ดโดยตรง นิยมใช้ในการปลูกที่ยกร่อง ดังนั้น ก่อนหว่านเมล็ดควรผสมกับทรายเสียก่อน โดยเมล็ดพันธุ์ 1 ส่วน ผสมกับทรายละเอียด 3 ส่วน คลุมฟางรดน้ำแล้วหว่านเมล็ดให้กระจายทั่วแปลง จากนั้นรดน้ำตามให้ชุ่ม โดยใช้เมล็ดพันธุ์ 1 กิโลกรัม/ไร่ เมื่อต้นกล้าอายุได้ 20 วัน หรือมีใบจริง4 —5 ใบ จึงถอนแยกให้มีระยะห่างตามกำหนด",
        "veg_cover": "การใส่ปุ๋ย ผักกาดเขียวกวางตุ้ง/กวางตุ้งฮ่องเต้ เป็นผักกินใบและก้านใบ ดังนั้นควรใส่ปุ๋ยยูเรีย (46 – 0 - 0) หรือ 25 - 7 - 7 อัตรา 30 กิโลกรัม/ไร่ เพื่อเร่งการเจริญเติบโตทางใบ และก้านใบให้เร็วขึ้น หรือใช้ปุ๋ยสูตร 20 -11 - 11 หรือสูตรใกล้เคียงในอัตรา 30 - 50 กิโลกรัม/ไร่ หลังจากใส่ปุ๋ยทุกครั้งควรมีการรดน้ำตามทันทีอย่าให้ปุ๋ยเคมีตกค้างบนใบการเก็บเกี่ยว หลังหว่านเมล็ดพันธุ์ในแปลง ประมาณ30 - 35 วัน ก็สามารถเก็บเกี่ยวได้ให้คัดเลือกเก็บต้นที่ใหญ่สมบูรณ์ก่อนใช้มีดคมๆ ตัดที่โคนต้นพร้อมตัดแต่งใบแก่ โรคแมลงทำลายออก",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/cde8b1c8684cae87fdf7ce4879617c01.png"
    },
    {
        "veg_id": "27",
        "veg_type": "3",
        "veg_name_th": "ผักกาดหัว",
        "veg_name_cl": "Daikon",
        "veg_name_sc": "Raphanus sativus Linn., Cv group Chinese radish ",
        "veg_struc": " สีขาวหรือสีอื่น เป็นใบเดี่ยวใบเรียวยาวปลายใบมนขอบใบเป็นคลื่นเว้าเข้าหลายหยัก ออกเป็นช่อแบบราซีม มีสีขาวหรือสีม่วงติดฝักชนิดผ่าแล่ง",
        "veg_useful": "ช่วยกระตุ้นความอยากอาหารช่วยลดน้ำตาลในเลือด",
        "veg_plant": "ระยะปลูก หว่านโดยใช้อัตราเมล็ด พันธุ์ 2-3 กิโลกรัม/ไร่ ระยะปลูกที่เหมาะสม คือระยะระหว่างหลุมห่างกันประมาณ 25 เซนติเมตร ระยะระหว่างแถวห่างแถวห่างประมาณ 30 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30 - 40 เซนติเมตร ตากดินไว้ 1 - 2 อาทิตย์ แล้วย่อยดินให้ละเ อียด หว่านปูนขาวในอัตรา 100-300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร 15-15-15 อัตรา 30-50 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า หว่านให้ทั่วแปลงอย่างสม่ำเสมอ รดน้ำชุ่มแล้งคลุมฟางแห้งหรือหญ้าแห้งเพื่อช่วยรักษาดินในระยะแรก วิธีปลูก  หลังต้นกล้างอกประมาณ 15 วัน หรือมีใบจริง 2-3 ใบ ให้ถอนแยกต้นให้ห่างกันตามระยะกำหนด",
        "veg_cover": "การใส่ปุ๋ย ปุ๋ยเหมาะสม คือ ปุ๋ย สูตร 13-13-21 หรือ 15-15-15 ใส่ในอัตรา 50-100 กิโลกรัม/ไร่ ทั้งนี้ต้องขึ้นอยู่กับความอุดมสมบูรณ์ของดิน การใส่ให้แบ่งใส่ 2 ครั้ง ครั้งแรกครึ่งหนึ่งใส่เป็น ปุ๋ยรองพื้นแล้วพรวนดินกลบลงในดิน ครั้งที่สองอีกครั้ง ที่เหลือใส่เมื่อต้นกล้าอายุประมาณ 20-25 วัน โดยใส่แบบโรยข้างต้น แล้วพรวนดินกลบ นอกจากนี้ในระยะเจริญเติบโตอาจใส่ปุ๋ยเสริมเช่น ยูเรียหรือแอมโมเนียมไนเตรท อัตรา 10 กิโลกรัม/ไร่การเก็บเกี่ยว อายุการเก็บเกี่ยวประมาณ 45-60 วัน ถ้าถึงอายุการเก็บเกี่ยวแล้วให้รีบเก็บเกี่ยวทันที อย่าปล่อยเกินอายุ เพราะจะทำให้คุณภาพของหัวลดลง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/6c41dafac8ab7f3ab20801dcf5740f55.png"
    },
    {
        "veg_id": "28",
        "veg_type": "3",
        "veg_name_th": "ผักกูด",
        "veg_name_cl": "Paco fern",
        "veg_name_sc": "Diplazium esculentum (Retz.) Sw. ",
        "veg_struc": "ยอดอ่อนของไม้จำพวกเฟิร์น ลักษณะเป็นก่อรากก้านใบแตกจากรากเหง้าใต้ดิน ก้านใบยาว ",
        "veg_useful": "ช่วยเสริมสร้างร่างกายให้แข็งแรงช่วยเพิ่มภูมิคุ้มกันและช่วยต่อต้านอนุมูลอิสระ  ",
        "veg_plant": "ระยะปลูก ระยะปลุก 50 * 50 เซนติเมตร การเตรียมดิน ไถแปลงพร้อมกับการใส่ปุ๋ยคอก แล้วขุดหลุมปลูกการเตรียมกล้า เตรียมไหลหรือหัวผักกูดวิธีปลูก นำไหลหรือหัวที่เตรียมไว้วางลงในหลุม แล้วเอาดินกลบโคลน เมื่อผักกูดเริ่มตั้งตัวได้",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยยูเรียผสมกับปุ๋ยสูตร 15 – 15 – 15 อัตรา 75 กิโลกรัมต่อไร่การเก็บเกี่ยว เมื่อปลุกได้ 6 เดือน สามารถเก็บผลผลิดได้ โดยเก็บ 3 วัน ต่อครั้ง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/1ce82b8739e017cea111d8318e018c78.png"
    },
    {
        "veg_id": "29",
        "veg_type": "3",
        "veg_name_th": "ผักชี",
        "veg_name_cl": "Coriander",
        "veg_name_sc": "Coriandrum sativum L. ",
        "veg_struc": "เป็นพืชล้มลุกขนาดเล็ก ใบติดกับลำต้นมีใบย่อยเป็นจำนวนมาก ดอกช่อ ดอกย่อยสีขาวอมชมพู",
        "veg_useful": "ช่วยบำรุงและรักษาสายตาช่วยให้เจริญอาหารมากยิ่งขึ้น",
        "veg_plant": "ระยะปลูก ระยะ 20 x 20 เซนติเมตรการเตรียมดิน ไถดินลึกประมาณ 15 - 20 เซนติเมตรตากดินทิ้งไว้ 7 - 15 วัน แล้วย่อยดินให้ละเอียดและปรับพื้นที่ให้สม่ำเสมอ ใส่ปุ๋ยคอกหรือปุ๋ยหมักประมาณ 2,000 กิโลกรัม/ไร่ และปุ๋ย สูตร 15 - 15  - 15 อัตรา 30 - 50 กิโลกรัม/ไร่การเตรียมกล้า หว่านเมล็ด นำเมล็ดผักชีฝรั่งแช่น้ำไว้ 1 คืน วิธีปลูก นำเมล็ดผักชีฝรั่งแช่น้ำไว้ 1 คืน หว่านให้ทั่วแปลงควรให้น้ำ 3 - 5 วัน/ครั้ง",
        "veg_cover": "การใส่ปุ๋ย ผักชีฝรั่ง อายุ 30 วัน ใส่ปุ๋ยสูตร 25 - 7 - 7 อัตรา 30 - 50 กิโลกรัม/ไร่ หลังจากนั้น 15 วัน ใส่ปุ๋ยสูตรเสมอ 15 – 15 - 15 หรือ 16 – 16 - 16 อัตรา 30 - 50 กิโลกรัม/ไร่การเก็บเกี่ยว เก็บเกี่ยวเมื่ออายุประมาณ 120 วัน หลังหว่านเมล็ด และการแยกกอ 30 วัน นับจากการย้ายกล้า การเก็บผลผลิตถอนทั้งต้นมีรากติดมาด้วยทยอยเก็บผลผลิตต้นใหญ่ก่อน และทำการล้างดินออกจากรากและตัดแต่งใบที่เสียหรือเป็นโรคทิ้ง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/1d7d9b1aa5589fb4b2ec3a5ed24dc094.png"
    },
    {
        "veg_id": "30",
        "veg_type": "3",
        "veg_name_th": "ผักชีฝรั่ง",
        "veg_name_cl": "Culantro",
        "veg_name_sc": "Eryngium foetidum L",
        "veg_struc": "ผักชีฝรั่งมีลำต้นเตี้ยติดดิน ใบออกรอบโคนต้น ไม่มีก้านใบ ใบรูปหอก ยาวรี โคนใบสอบลง ออกเป็นช่อ ก้านช่อดอกยาว แตกกิ่งช่อดอกตรงปลายดอกมีลักษณะเป็นกระจุกกลม สีขาวอมเขียว ตรงโคนช่อดอกมีใบประดับรูปดาวมีรอยหยัก รองรับช่อดอกไว้",
        "veg_useful": "มีสารต่อต้านอนุมูลอิสระสูง ซึ่งช่วยชะลอการเสื่อมของเซลล์ต่าง ๆ ในร่างกายช่วยบำรุงกระดูกและฟันให้แข็งแรง ",
        "veg_plant": "ระยะปลูก ส่วนใหญ่จะหว่านเมล็ดลงแปลงปลูกที่ได้เตรียมไว้ อัตรา 5-6 กิโลกรัม/ไร่การเตรียมดิน ผักชีเป็นพืชที่มีระบบรากตื้น ไถดินลึกเพียง 15-20 เซนติเมตร ตากดินทิ้งไว้ 5-7 วัน จากนั้นใส่ปุ๋ยคอกหรือปุ๋ยหมักอัตรา 2,000 กิโลกรัม/ไร่ แล้วคลุกเคล้าให้เข้ากัน และย่อยดินให้ละเอียดเพื่อสะดวกในการปลูกการเตรียมกล้า เตรียมเมล็ดพันธุ์ให้พร้อมก่อน โดยการบดเมล็ดให้แตกก่อน แล้วจึงแช่น้ำไว้ 1 คืนวิธีปลูก ก่อนปลูกรดน้ำให้ทั่วแปลงให้ชุ่ม นำเมล็ดผักชีที่แช่น้ำไว้ 1 คืนแล้ว มาหว่านลงบนแปลงปลูกที่เตรียมไว้คลุมด้วยฟางแห้งทับอีกชั้นเพื่อรักษาความชุ่ม ชื้นของดินแล้วรดน้ำอีกครั้ง ควรรดน้ำทุกเช้า – เย็น",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยสูตร 25 – 7 - 7 หรือใกล้เคียง โดยใส่อัตรา 20-30 กิโลกรัม/ไร่การเก็บเกี่ยว อายุการเก็บเกี่ยวประมาณ 40 - 50 วัน นับจากวันปลูก ลักษณะที่เหมาะสมแก่การเก็บ คือในขณะที่ยังไม่ออกดอก",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/b8b481fef18989787f0243791a761d4c.png"
    },
    {
        "veg_id": "31",
        "veg_type": "3",
        "veg_name_th": "ผักบุ้งจีน",
        "veg_name_cl": "Ipomcea aquatica Forsk",
        "veg_name_sc": "Swamp Morning Glory, Water Morning Glory ",
        "veg_struc": "ใบมีลักษณะเป็นใบเดี่ยว ขอบใบเรียบ รูปใบคล้ายหอกเรียวยาวดอกผักบุ้งจีนออกเป็นช่อ เป็นดอกสมบูรณ์ แต่ละช่อประกอบด้วยดอกตรงกลาง 1 ดอก และเติบโตก่อน ส่วนด้านข้างมีอีก 2 ดอก ",
        "veg_useful": "เป็นผักที่มีวิตามินเอสูงช่วยในการบำรุงสายตา",
        "veg_plant": "ระยะปลูก ส่วนใหญ่จะหว่านเมล็ดลงแปลงปลูกที่ได้เตรียมไว้การเตรียมดิน ไถพรวนดินและตากดินไว้ 7 – 10 วัน ย่อยดินให้ละเอียดการเตรียมกล้า ก่อนปลูกนำเมล็ดพันธุ์ผักบุ้งจีนไปแช่น้ำนาน 6 – 12 ชั่วโมง เพื่อให้เมล็ดพันธุ์ผักบุ้งจีนดูดซับน้ำเข้าไปในเมล็ด มีผลให้เมล็ดผักบุ้งจีนงอกเร็วขึ้นและสม่ำเสมอกันดี เมล็ดผักบุ้งจีนที่ลอยน้ำจะเป็นเมล็ดพันธุ์ผักบุ้งจีนที่ไม่สมบูรณ์ ไม่ควรนำมาเพาะปลูก ถึงแม้จะขึ้นได้บ้างแต่จะไม่สมบูรณ์แข็งแรง อาจจะเป็นแหล่งทำให้เกิดโรคระบาดได้ง่ายวิธีปลูก นำเมล็ดพันธุ์ผักบุ้งจีนที่ดีไม่ลอยน้ำ มาหว่านให้กระจายทั่วทั้งแปลงให้เมล็ดห่างกันเล็กน้อย จำนวนเมล็ดที่ใช้หว่านสำหรับแปลงปลูก 1 ไร่ ประมาณ 13 – 15 กิโลกรัมต่อไร่ หรือ 30 ลิตรต่อไร่ผักบุ้งจีนใช้เวลาในการงอกเพียง 48 ชั่วโมง ระยะแรกของการเจริญเติบโตจะให้ลำต้นตั้งตรง หลังจากงอกได้ 5 – 7 วัน จะมีใบเลี้ยงโผล่ออกมา 2 ใบ มีลักษณะปลายใบเป็นแฉกไม่เหมือนกับใบจริงเมื่อต้นโต ในระยะสองสัปดาห์แรกจะมีการเจริญเติบโตทางลำตน้ อย่างรวดเร็วจนกระทั่งอายุประมาณ 30 – 45 วันการเจริญเติบโตจะเปลี่ยนไปในทางทอดยอดและแตกกอ",
        "veg_cover": "การใส่ปุ๋ย ผักบุ้งจีนเป็นพืชผักที่บริโภคใบและต้น มีอายุการเก็บเกี่ยวสั้น ถ้าดินปลูกมีความอุดมสมบูรณ์ หรือมีการใส่ปุ๋ยคอก เช่น มูลสุกรมูลเป็ด ไก่ เป็นต้น ซึ่งปุ๋ยคอกดังกล่าวเป็นปุ๋ยที่มีไนโตรเจนสูงอยู่แล้วไม่จำเป็นต้องใส่ปุ๋ยเคมีก็ได้แต่ถ้าดินปลูกไม่ค่อยอุดมสมบูรณ์ นอกจากต้องให้ปุ๋ยคอกแล้วควรมีการใส่ปุ๋ยทางใบที่มีไนโตรเจนสูง โดยหว่านปุ๋ยกระจายทั่วทั้งแปลงก่อนปลูก และหลังการปลูผักบุ้งจีนได้ประมาณ 7 – 10 วัน ซึ่งการให้ปุ๋ยครั้งที่ 2 นั้นหลังจากหว่านผักบุ้งจีนลงแปลงแล้ว จะต้องมีการรดน้ำแปลงปลูกผักบุ้งจีนทันที อย่าให้ปุ๋ยเกาะอยู่ที่ซอกใบ จะทำให้ผักบุ้งจีนใบไหม้ ในการใส่ปุ๋ยเคมีครั้งที่ 2 นั้น จะใช้วิธีการละลายน้ำรด3 – 5 วัน ต่อครั้งก็ได้ โดยใช้อัตราส่วนปุ๋ยยูเรีย 10 กรัมต่อน้ำ 20 ลิตร จะเป็นการช่วยให้ผักบุ้งจีนเจริญเติบโตดี และเก็บเกี่ยวได้เร็วขึ้นการเก็บเกี่ยว หลังจากหว่านเมล็ดพันธุ์ผักบุ้งจีนลงแปลงปลูกได้ 20 – 25 วัน ผักบุ้งจีนจะเจริญเติบโต มีความสูงประมาณ 30 – 35 เซนติเมตร ให้ถอนต้นผักบุ้งจีนออกจากแปลงปลูกทั้งต้นและราก ควรรดน้ำก่อนถอนต้นจะถอนผักบุ้งจีนได้สะดวก รากไม่ขาดมาก หลังจากนั้นล้างรากให้สะอาด เด็ดใบและแขนงที่โคนต้นออก นำมาผึ่งไว้ ไม่ควรไว้กลางแดด ผักบุ้งจีนจะเหี่ยวเฉาได้ง่าย จัดเรียงต้นผักบุ้งจีนเป็นมัด เตรียมบรรจุภาชนะเพื่อจัดส่งตลาดต่อไป",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/aee5bce14e10de4d22f737d06680fd3d.png"
    },
    {
        "veg_id": "32",
        "veg_type": "3",
        "veg_name_th": "ผักหวานบ้าน",
        "veg_name_cl": "Star gooseberry",
        "veg_name_sc": "Sauropus androgynus (L.) Merr. ",
        "veg_struc": "ขรุขระสีน้ำตาลกิ่งอ่อนสีเขียวเข้ม ผิวเรียบ ใบเป็นใบประกอบ ออกดอกเป็นช่อ โดยจะออกเป็นกระจุกตามซอกใบ เรียงไปตามก้านใบ ดอกเป็นดอกเดี่ยวแบบแยกเพศแต่อยู่บนต้นเดียว มีใบปรกอยู่ด้านบน",
        "veg_useful": "ตำรายาพื้นบ้านล้านนาจะใช้รากผักหวานเข้าตำรับยารักษาอาการที่เกิดจากธาตุไฟ ได้แก่ โรคขางทุกชนิด",
        "veg_plant": "ระยะปลูก ใช้ระยะปลูก 1 * 2 เมตรการเตรียมดิน นำปุ๋ยคอกที่แห้งดีแล้วผสมตอนเตรียมดินประมาณ 1 – 2 กิโลกรัมต่อหลุม และใส่ปุ๋ยเคมีสูตร 15 – 15 – 15 อัตรา 10 - 20 กิโลหรัมต่อหลุมรองก้นหลุมก่อนปลูก การเตรียมกล้า ใช้กิ่งปักชำหรือเพาะกล้าด้วยเมล็ดวิธีปลูก เมื่อต้นกล้าอายุได้ 45 – 60 วัน นำต้นกล้ามาปลูกในหลุมที่เตรียมไว้",
        "veg_cover": "การใส่ปุ๋ย เมื่อผักหวานบเนอายุได้ 90 วัน ควรจะใส่ปุ๋ยเสริมสูตร 21 – 0 – 0 อัตรา 10 – 20 กรัมต่อหลุม จำนวน 3 ครั้งต่อปีการเก็บเกี่ยว สามารถเก็ยเกี่ยวผลผลิตได้ หลักจากย้ายปลุก 60 วัน เมื่อเก็บยอกไปแล้วประมาณ 15 วัน จะแตกยอดใหม่ ให้เก็บได้ตลอดปี",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/872fc61910bb00879031e1cf3612a46b.png"
    },
    {
        "veg_id": "33",
        "veg_type": "3",
        "veg_name_th": "แมงลัก",
        "veg_name_cl": "Lemon basil",
        "veg_name_sc": "Ocimum × africanum Lour. ",
        "veg_struc": "เป็นพืชล้มลุกมีใบเล็ก สีอ่อน บอบบางช้ำง่ายและเหี่ยวง่ายจะออกดอกเป็นช่อ มีช่อดอกยาวประมาณ 5-15 ซม. แบ่งเป็นข้อๆ",
        "veg_useful": "ใบแมงลักช่วยแก้อาการวิงเวียนศีรษะได้ช่วยแก้อาการท้องอืดท้องเฟ้อ ด้วยการใช้ใบสดมาล้างน้ำให้สะอาดแล้วรับประทาน",
        "veg_plant": "ระยะปลูก ระหว่างต้น 40 เซนติเมตร ระหว่างแถว 40 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30-40 เซนติเมตร ตากดินไว้ 1-2 อาทิตย์ ย่อยดินให้ละเอียด หว่านปูนขาว ในอัตรา 100-300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา 2,000 กิโลกรัม/ไร่ ปุ๋ยสูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตรกว้าง 120 เซนติเมตรการเตรียมกล้า หว่านเมล็ดพันธุ์วิธีปลูก เมื่อเมล็ดงอกขึ้นมา อายุ 1 เดือนจะสูงประมาณ 1 ฟุต ก็นำปลูกลงแปลงปลูกที่เตรียมดินไว้เมื่อถอนขึ้นมาก่อนนำไปปลูกลงดินต้องตัดยอดทิ้งก่อนหรืออาจตัดออกครึ่งต้นก็ได้ถ้าจะดียิ่งขึ้นควรตัดแต่งรากด้วย เพราะแมงลักที่ตัดแต้ง รากจะงอกงามกว่า แต่ทั้งนี้เวลานำไปปลูกต้องรดน้ำด้วย ใช้ปลูกหลุมสละ 1-2 ต้น เมื่อต้นแมงลักเติบโตแตกกิ่งก้านใบก็จะคลุมถึงกันหมด",
        "veg_cover": "การใส่ปุ๋ย ครั้งแรกใส่ปุ๋ย 25-7-7 หรือ 46-0-0 หลังเพาะกล้า 7 วัน และครั้งที่สองใส่ปุ๋ย สูตร 15-15-15 หรือ 20-11-11 ในอัตรา 25-30 กิโลกรัม/ไร่ หลังจากครั้งแรก 15 วันการเก็บเกี่ยว เมื่ออายุได้ 40-45 วัน ก็ตัดกิ่งนำไปบริโภคหรือขายได้",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/539fb544fbd66e01829e1a01edae12d5.png"
    },
    {
        "veg_id": "34",
        "veg_type": "3",
        "veg_name_th": "สะระแหน่",
        "veg_name_cl": "Kitchen Mint",
        "veg_name_sc": "Mentha × villosa Huds.",
        "veg_struc": "เลื้อยไปตามดินมีขนสั้นปกคลุมทุกส่วนของลำต้นใบเป็นใบเดี่ยว ออกตรงกันข้าม ออกดอกเป็นช่อ เหนือซอกใบบริเวณปลายยอด แต่ละช่อมีดอกจำนวนมาก ดอกมีสีชมพูอมม่วง ประกอบด้วยกลีบเลี้ยง 5 กลีบ และกลีบดอกที่เชื่อมติดกันเป็นกรวยตื้น 4 กลีบ ภายในดอกมีเกสรตัวผู้ 4 อัน ส่วนเกสรตัวเมียจะไม่ค่อยพบ",
        "veg_useful": "ช่วยบรรเทาอาการและแก้หวัด น้ำมูกไหลช่วยรักษาโรคหอบหืด",
        "veg_plant": "ระยะปลูก ระยะระหว่างต้น 30 – 40 เซนติเมตรการเตรียมดิน ไถพรวนแล้วตากดินไว้ 7 วัน ยกร่องรดน้ำให้ดินชืนแล้วขุดหลุมปลูกการเตรียมกล้า เตรียมต้นกล้าที่สมบูรณ์วิธีปลูก นำต้นพันธุ์ที่เตรียมไว้วางลงในหลุม ปลูกกลบดินให้แน่นแล้วรดน้ำ สะระแหน่ชอบชื้น แต่ไม่ชอบแฉะ จึงต้องคอยดูไม่ให้ดินแห้ง",
        "veg_cover": "การใส่ปุ๋ย ในช่วงแรกใส่ปุ๋ยยูเรียผสมปุ๋ยผสม 16 – 16 – 16 ในอัตรา 1 : 1 หว่านแลงบางๆ แล้วรดน้ำให้ชุ่ม เมื่อเจริญเติบโตปุ๋ยสูตร 16 – 16 – 16 ในอัตรา 50 กิโลกรัมต่อไร่ โดยแบ่งใส่เดือนละ 3 ครั้งการเก็บเกี่ยว หลังจากปลูกประมาณ 45 วัน ก้เก็บเกี่วได้โดยใช้มีดคมๆ ตัด หลังจากตัดแล้ว 20 วัน จะสามารถตัดใหม่ได้อีก ก่อนตัดควรงดใส่ปุ๋ยเพราะต้นจะเน่า",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/626ef0abdd904a6db5f7224bbb87fbe2.png"
    },
    {
        "veg_id": "35",
        "veg_type": "3",
        "veg_name_th": "หอมแบ่ง",
        "veg_name_cl": "Green Shallot ",
        "veg_name_sc": "Alliumcepa var. aggregatum ",
        "veg_struc": "เป็นพืชที่มีลำต้นใต้ดินใบของหอมแบ่งเรียวแหลมมีกาบใบล้อมรอบส่วนของกาบห่อหุ้มต้นทำให้มีลักษณะพองโตเป็นหัว ซึ่งจะอยู่รวมกันเป็นกลุ่ม ใบของหอมแบ่งเรียวแหลม ภายในกลวงตั้งอยู่บนฐานของหัวเป็นดอกสมบรูณ์เพศ ออกเป็นช่อ",
        "veg_useful": "แก้ไข้หวัด โรคหืดหอบ ไอเรื้อรั้งแก้หวัดคัดจมูก และช่วยลดน้ำมูก",
        "veg_plant": "ระยะปลูก ระยะระหว่างต้น 30 เซนติเมตร ระหว่างแถว 30 เซนติเมตรการเตรียมดิน หอมแบ่งเป็นผักที่ระบบรากตื้น ไถดินลึกประมาณ 15 - 20 เซนติเมตร ตากดินทิ้งไว้ 5 - 7 วัน ใส่ปุ๋ยคอกหรือปุ๋ยหมัก 2,000 - 2,500 กิโลกรัม/ไร่ และรองพื้นปุ๋ยสูตร 15 - 15 - 15 หรือ 16 - 16 - 16 อัตรา 50 กิโลกรัม/ไร่การเตรียมกล้า เตรียมหัวพันธุ์ในการปลูก วิธีปลูก ปลูกระยะตามที่กำหนดควรดำหัวให้ลึกลงในดินเพียงครึ่งตัว ค่อยๆกดอย่างระมัดระวัง แล้วคลุมด้วยฟางแห้งหรือหญ้าแห้งเพื่อเก็บรักษาความชื้นและป้องกันกำจัดวัชพืช และรดน้ำให้สม่ำเสมอ",
        "veg_cover": "การใส่ปุ๋ย ช่วงแรกใส่ปุ๋ยสูตร 25 - 7 - 7 หรือสูตรใกล้เคียง โดยใส่อัตรา 30 - 50 กิโลกรัม/ไร่เมื่ออายุ 20 วัน และปุ๋ยสูตร 15 - 15 - 15 อัตรา 30 - 50 กิโลกรัม/ไร่ เมื่อต้นหอมอายุ 30 วันการเก็บเกี่ยว อายุการเก็บเกี่ยว 40 - 45 วัน โดยถอนทั้งต้น และทำการล้างดินออกจากราก และตัดแต่งใบที่เสียหรือเป็นโรคทิ้ง ",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/c9a09d0c77d6415b6880561e1d0ea50c.png"
    },
    {
        "veg_id": "36",
        "veg_type": "3",
        "veg_name_th": "โหระพา",
        "veg_name_cl": "Sweet basil",
        "veg_name_sc": "Ocimum basilicum L. ",
        "veg_struc": "เป็นไม้ล้มลุกลำต้นเป็นสี่เหลี่ยมมีกิ่งอ่อนสีม่วงแดง ใบเป็นใบเดี่ยวออกตรงข้าม รูปไข่หรือรูปรีกว้าง 3 - 4 เซนติเมตร ยาว 4 - 6 เซนติเมตร ปลายแหลม โคนมน ขอบจะเป็นฟันเลื่อยห่างๆ ดอกสีขาวหรือชมพูอ่อนออกเป็นช่อที่ปลายกิ่งยาว 7 - 12 เซนติเมตร ใบประดับสีเขียวอมม่วงจะคงอยู่เมื่อเป็นผล กลีบดอกโคยเชื่อมกัน ปลายแยกเป็น 2 ส่วน มีเกสรตัวผู้ 4 อัน",
        "veg_useful": " ช่วยป้องกันความเสียหายในร่างกายของเราจากการทำลายของอนุมูลอิสระ ช่วยกระตุ้นการสร้างภูมิคุ้มกันให้แก่ร่างกาย",
        "veg_plant": "ระยะปลูก ระหว่างต้น 40 เซนติเมตร ระหว่างแถว 40 เซนติเมตรการเตรียมดิน ไถดินให้ลึกประมาณ 30-40 เซนติเมตร ตากดินไว้ 1-2 อาทิตย์ ย่อยดินให้ละเอียด หว่านปูนขาว ในอัตรา 100-300 กิโลกรัม/ไร่ ใส่ปุ๋ยหมักหรือปุ๋ยคอก อัตรา2,000 กิโลกรัม/ไร่ ใส่ปุ๋ยหมัก ปุ๋ยสูตร 15-15-15 อัตรา 30 กิโลกรัม/ไร่ คลุกเคล้าให้ทั่วแล้วยกแปลงให้สูงประมาณ 30 เซนติเมตร กว้าง 120 เซนติเมตรการเตรียมกล้า เตรียมกิ่งชำหรือเมล็ดพันธุ์วิธีปลูก ใช้กิ่งชำหรือใช้เมล็ดเพาะเป็นต้นกล้าย้ายปลูกตามระยะห่างที่กำหนด",
        "veg_cover": "การใส่ปุ๋ย ใส่ปุ๋ยสูตร 15-15-15 หรือ 25-7-7 ในอัตรา 30-50 กิโลกรัม/ไร่ ทุกครั้งหลังเก็บเกี่ยวการเก็บเกี่ยว ใช้มีดคม ๆ เก็บเกี่ยวตัดกิ่งที่เจริญเติบโตเต็มที่แล้ว ซึ่งในไม่ช้าโหระพาจะแตกกิ่งต้นออกมาเช่นเดิม(อายุเก็บเกี่ยว 40-45 วัน) สามารถเก็บเกี่ยวได้หลายครั้ง ในระยะที่ไม่ได้เก็บเกี่ยวผลผลิตควรมีการตัดดอกทิ้งเพื่อเร่งการเจริญเติบโตทางใบ",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/6ac79d8a161518c4bbd2f23f897ee433.png"
    },
    {
        "veg_id": "37",
        "veg_type": "4",
        "veg_name_th": "กระเทียม",
        "veg_name_cl": "Garlic",
        "veg_name_sc": "Allium sativum L. ",
        "veg_struc": "กระเทียมเป็นไม้ล้มลุกและใหญ่ยาว มีหัวใต้ดิน",
        "veg_useful": " ช่วยบำรุงผิวหนังให้มีสุขภาพดีและแข็งแรง ช่วยเสริมสร้างการเจริญเติบโตของเนื้อเยื่อในร่างกาย",
        "veg_plant": "ระยะปลูก เตรียมแปลงกว้าง 20 เมตร สูง 0.20 เมตร ใส่ปูนขาว 200 – 300 กิโลกรัมต่อไร่ ใส่ปุ๋ยคอกปุ๋ยหมัก 2 – 3 ตันต่อไร่การเตรียมดิน เตรียมแปลงกว้าง 20 เมตร สูง 0.20 เมตร ใส่ปูนขาว 200 – 300 กิโลกรัมต่อไร่ ใส่ปุ๋ยคอกปุ๋ยหมัก 2 – 3 ตันต่อไร่การเตรียมกล้า เลือกกลีบไม่ฝ่อ ไม่มีโรค ไม่มีแมลง วิธีปลูก คัดกลีบขนาดเท่ากันปลูกด้วยกัน ฝังกลีบกระเทียมลึกประมาณ 2 ใน 3 ของกลีบ ใช้ฟางคลุมแปลง",
        "veg_cover": "การใส่ปุ๋ย อายุ 10 – 14 วัน ใส่ปุ๋ยสูตร 46 – 0 – 0 หรือ 21 – 0 – 0 อัตรา 25 – 30 กิโลกรัมต่อไร่ การเก็บเกี่ยว อายุ 90 – 120 วัน ก่อนเก็บเกี่ยว 2 – 3 สัปดาห์งดให้น้ำ เก็บเกี่ยวเมื่อใบเปลื่ยนเป็นสีเหลืองแห้งเหี่ยวลง ถอนหัวกระเทียบมัดก้านและใบรวมกันเป็นฟ่อน",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/1c5668453b871fa786a29c76eb649b1c.png"
    },
    {
        "veg_id": "38",
        "veg_type": "4",
        "veg_name_th": "ข่า",
        "veg_name_cl": "Galanga",
        "veg_name_sc": "Alpinia  galanga   (L.) Willd. ",
        "veg_struc": "พืชที่ลำต้นอยู่ใต้ดินเรียกว่าเหง้ามีข้อปล้องเห็นได้ชัดเป็นเนื้อในสีเหลือง มีกลิ่นหอม",
        "veg_useful": " เป็นยาแก้ท้องขึ้น ท้องอืดเฟ้อ ขับลมเป็นยารักษากลากเกลื้อน โรคผิวหนัง ติดเขื้อแบคทีเรีย เชื้อรา",
        "veg_plant": "ระยะปลูก ระยะห่าง 1-2 เมตรการเตรียมดิน ข่าชอบที่ดอก ดินร่วนวอุดมสมบูรณ์ และชุ่มชื่น แต่ไม่ชอบน้ำขังฤดูปลูกที่เหมาะสมคือต้นฤดูฝน พรวนดินให้ร่วนซุยการเตรียมกล้า ขุดเหง้าข่าจากกอเดิมมาแบ่งให้เหง้ายาวประมาณ 15 -20 เซนติเมตร มีตา 2 – 3 ตา ตัดรากเก่าออกเพื่อให้รากใหม่เจริญเติบโตเต็มที่วิธีปลูก ขุดหลุมลึกประมาณ 50 เซนติเมตร วางเหง้าลงในหลุมๆ ละ 2 -3 เหง้ากลับดินและรดน้ำให้ชุ่ม",
        "veg_cover": "การใส่ปุ๋ย เมื่อข่าอายุได้ 2 -3 เดือน หรือเริ่มแตกหน่อเหนือดินขึ้นมา ควรใส่ปุ๋ยสูตร 15 – 15 – 15 อัตรา 20 กรัมต่อหลุมการเก็บเกี่ยว ข่าอายุ 3 เดือน เก็บเป็นหน่อข่า อายุ 6 – 8 เดือน เป็นข่าอ่อน อายุ 1 ปีขึ้นไปเก็บเป็นข่าแก่ ในช่วงนี้ข่าจะให้ผลผลิตดี มีน้ำหนัก ถ้าดินแห้งควรมีการรดน้ำเพื่อสะดวกต่อการขุด หรือถอนและลดความเสียหายต่อเหง้าข่า",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/5db8a29aed990863c84ac2af17d15058.png"
    },
    {
        "veg_id": "39",
        "veg_type": "4",
        "veg_name_th": "ขิง",
        "veg_name_cl": "Ginger",
        "veg_name_sc": "Zingiber officinale Roscoe ",
        "veg_struc": "เป็นพืชล้มลุก มีเหง้าใต้ดิน เปลือกนอกสีน้ำตาลแกมเหลืองเนื้อในสีนวลมีกลิ่นหอม",
        "veg_useful": " ช่วยรักษาอาการปวดศีรษะและไมเกรน ด้วยการรับประทานน้ำขิงบ่อย ๆ ช่วยลดความอยากของผู้ติดยาเสพติดลงได้",
        "veg_plant": "ระยะปลูก ระยะห่างระหว่างสันร่อง ประมาณ 50 - 70 เซนติเมตรการเตรียมดิน ขิงชอบดินเหนียวปนทรายอุดมสมบูรณ์ ค่อนข้างชุ่มชื้น แต่ระบายน้ำได้ดีไม่ชอบน้ำขังแฉะ แสงแดดพอควรการเตรียมกล้า เตรียมพันธุ์ขิงโดนนำท่อนพันธุ์มาตัดเป็นท่อนๆแต่ละท่อนมีตา 3 – 5 ตาวิธีปลูก วางให้ตาตั้งขึ้น คลุมฟางปิดทับ รดน้ำพอขุ่ม เมื่องอกแล้วนำมาวางให้ด้านที่แตกหน่อตั้งขึ้น กลบดิน และใช้ฟางคลุมตลอด ถ้าต้องการให้ขิงแตกหน่อดี และแง่งขิงแข็งแรงต้องกลบโคนในช่วงอายุ 2 – 3 เดือน ช่วงที่ฝนตกมากให้ระวัง แมลงศัตรูและโรคต่างๆที่จะตามมา",
        "veg_cover": "การใส่ปุ๋ย ปุ๋ยอินทรีย์ เช่น ปุ๋ยคอก ปุ๋ยหมัก ปุ๋ยพืชสดหรืออาจใส่กากถั่วต่างๆ ซึ่งจะใส่ในขณะทำการ เตรียมดินและใส่หลังจากปลูกขิงแล้ว 2 ครั้ง โดยครั้งแรกจะใส่หลังจากปลูกขิงได้ประมาณ 2 เดือน และครั้งหลังจะใส่ปุ๋ยเมื่อขิงมีอายุได้ 4 เดือน ซึ่งการใส่ปุ๋ยทั้งสองครั้งจะใช้ปุ๋ยในอัตราประมาณ 5,000-6,000 กิโลกรัมต่อไร่การเก็บเกี่ยว ขิงอ่อนจะเริ่มเก็บเกี่ยวได้เมื่ออายุ 4 – 5 เดือน สำหรับขิงแก่จะเก็บเมื่ออายุ 10 – 12 เดือนหลังจากปลูก จะสงเกตได้จากใบและลำต้นเริ่มเหี่ยว เมื่อขิงอายุย่างเขดือนที่ 8 ในการเก็บเกี่ยว หากเป็นพื้นที่แห้งและแข็งให้รดน้ำที่แปลงเพื่อให้ดินมีความชื้น แล้วจึงใช้มือดึงถอนแง่งขิงขึ้นมาล้าง และตัดแต่งแง่งขิงแยกแง่งที่จะใช้ทำพันธุ์ โดนเลือกแง่งที่ปราศจากเชื้อโรคและแมลง ",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/125a49c7bbcc80f5674dd6ff9a80e47e.png"
    },
    {
        "veg_id": "40",
        "veg_type": "4",
        "veg_name_th": "หอมแดง",
        "veg_name_cl": "Shallot",
        "veg_name_sc": "Allium ascalonicum L. ",
        "veg_struc": "พืชที่มีลำต้นสั้นและฝังอยู่ใต้ดิน ดอกลักษณะเป็นช่อคล้ายร่ม ",
        "veg_useful": " ช่วยทำให้ร่างกายอบอุ่นหอมแดงช่วยทำให้เจริญอาหาร ",
        "veg_plant": "ระยะปลูก การยกขนาดของแปลงให้มีขนาดกว้าง 1-5 เมตร ระยะห่างระหว่างต้นที่นิยมใช้ในการปลูกอยู่ที่ประมาณ 15-20 เซนติเมตรการเตรียมดิน หว่านปุ๋ยคอก 3 – 5 ตันต่อไร่ แล้วไถก่อนปลูก หว่านปุ๋ย 15 – 15 – 15 อัตรา 50 กิโลกรัมต่อไร่ ให้หัวพันธุ์ 200 -300 กิโลกรัมต่อไร่การเตรียมกล้า เตรียมหัวหอมแดงที่สมบูรณ์วิธีปลูก ใช้ส่วนโคนจิ้มลงในดินครึ้งหัว ใช้เวลา 7 – 10 วันในการงอก",
        "veg_cover": "การใส่ปุ๋ย อายุ 14 วัน หลังปลูก ใส่ปุ๋ยสูตร 46–0-0 หรือ 21–0–0 อัตรา 20–25กิโลกรัมต่อไร่ อายุ 35–40 วัน หลังปลูกใส่ปุ๋ยสูตร 15–15–15 อัตรา 20–25 กิโลลกรัมต่อไร่การเก็บเกี่ยว งดให้น้ำ 5 – 7 วัน ก่อนเก็บเกี่ยว อายุเก็บเกี่ยว 65 – 85 วัน สังเกตใบเริ่มเหลือง ถอนหัวออกจากแปลงโดยเก็บหัวที่แห้ง สีแดงเป็นมันใบแห้ง",
        "imgpath": "https://s3-ap-southeast-1.amazonaws.com/img-in-th/9e8a186457fd4aac0fb989b85588ba80.png"
    }
]